<!DOCTYPE HTML>
<html>
<head>
  <meta charset="utf-8">
  
  <title>随谈 | 离梦之殇 如梦之境 | To See Outer. To See Inner.</title>

  
  <meta name="author" content="Rainbow Yang">
  

  
  <meta name="description" content="自去年起，便许久不写博客了。打算晚上扯点什么。">
  

  
  
  <meta name="keywords" content="日常,思考">
  

  <meta id="viewport" name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no, minimal-ui">
  <meta name="apple-mobile-web-app-capable" content="yes">
  <meta name="apple-mobile-web-app-status-bar-style" content="black">

  <meta property="og:title" content="随谈"/>

  <meta property="og:site_name" content="离梦之殇 如梦之境"/>

  
  <meta property="og:image" content="/favicon.ico"/>
  

  <link href="/favicon.ico" rel="icon">
  <link rel="alternate" href="/atom.xml" title="离梦之殇 如梦之境" type="application/atom+xml">
  <link rel="stylesheet" href="/css/style.css" media="screen" type="text/css">
<meta name="generator" content="Hexo 4.2.1"></head>


<body>
<div class="blog">
  <div class="content">

    <header>
  <div class="site-branding">
    <h1 class="site-title">
      <a href="/">离梦之殇 如梦之境</a>
    </h1>
    <p class="site-description">To See Outer. To See Inner.</p>
  </div>
  <nav class="site-navigation">
    <ul>
      
        <li><a href="/">Home</a></li>
      
        <li><a href="/archives">Archives</a></li>
      
        <li><a href="/about">About</a></li>
      
        <li><a href="/links">Links</a></li>
      
        <li><a href="/atom.xml">RSS</a></li>
      
    </ul>
  </nav>
</header>

    <main class="site-main posts-loop">
    <article>

  
    
    <h3 class="article-title"><span>随谈</span></h3>
    
  

  <div class="article-top-meta">
    <span class="posted-on">
      <a href="/post/2018/04/Daily-Talk-1.html" rel="bookmark">
        <time class="entry-date published" datetime="2018-04-29T13:47:15.000Z">
          2018-04-29
        </time>
      </a>
    </span>
  </div>


  

  <div class="article-content">
    <div class="entry">
      
        <p>&#x81EA;&#x53BB;&#x5E74;&#x8D77;&#xFF0C;&#x4FBF;&#x8BB8;&#x4E45;&#x4E0D;&#x5199;&#x535A;&#x5BA2;&#x4E86;&#x3002;&#x6253;&#x7B97;&#x665A;&#x4E0A;&#x626F;&#x70B9;&#x4EC0;&#x4E48;&#x3002;</p>
<a id="more"></a>
<p>&#x8BF4;&#x5B9E;&#x8BDD;&#x6211;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x559C;&#x6B22;&#x628A;&#x751F;&#x6D3B;&#x52A8;&#x6001;&#x4E00;&#x76F4;&#x8BB0;&#x5F55;&#x4E0B;&#x6765;&#x7684;&#x4EBA;&#xFF0C;&#x5305;&#x62EC;&#x5728;&#x67D0;&#x4F01;&#x9E45;&#x7684;&#x90A3;&#x4E2A;&#x597D;&#x53CB;&#x52A8;&#x6001;&#x4E0A;&#x4E5F;&#x4E0D;&#x5E38;&#x53D1;&#x8FC7;&#x4EC0;&#x4E48;&#x8BF4;&#x8BF4;&#x3002;&#x56E0;&#x4E3A;&#x5F53;&#x4F60;&#x53D1;&#x4E86;&#x8BF4;&#x8BF4;&#x4E4B;&#x540E;&#xFF0C;&#x5982;&#x6CA1;&#x4EBA;&#x7559;&#x8A00;&#x52A0;&#x70B9;&#x8D5E;&#x4F3C;&#x4E4E;&#x4FBF;&#x6709;&#x4E9B;&#x5947;&#x602A;&#xFF0C;&#x6709;&#x4EBA;&#x7559;&#x8A00;&#x4E0D;&#x56DE;&#x590D;&#x53C8;&#x4E0D;&#x53EF;&#x53D6;&#x3002;&#x7279;&#x522B;&#x662F;&#x53D1;&#x4E86;&#x4E2A;&#x8BF4;&#x8BF4;&#x4E4B;&#x540E;&#xFF0C;&#x8C8C;&#x4F3C;&#x4F1A;&#x88AB;&#x4EE5;&#x6D88;&#x606F;&#x7684;&#x65B9;&#x5F0F;&#x88AB;&#x63A8;&#x9001;&#x5230;&#x597D;&#x53CB;&#xFF0C;&#x4F46;&#x4E5F;&#x4E0D;&#x4E00;&#x5B9A;&#xFF0C;&#x5177;&#x4F53;&#x7684;&#x63A8;&#x9001;&#x6211;&#x8FD8;&#x6CA1;&#x770B;&#x61C2;&#x3002;</p>
<p>&#x4F46;&#x7531;&#x4E8E;&#x8BF4;&#x5B9E;&#x8BDD;&#xFF0C;&#x81EA;&#x5DF1;&#x5E76;&#x4E0D;&#x559C;&#x6B22;&#x65E0;&#x804A;&#x7684;&#x4EA4;&#x9645;&#x6765;&#x6269;&#x5145;&#x81EA;&#x5DF1;&#x7684;&#x4EA4;&#x9645;&#x5708;&#x6216;&#x8005;&#x8BF4;&#x4EBA;&#x8109;&#xFF0C;&#x603B;&#x4E4B;&#x663E;&#x5F97;&#x4F3C;&#x4E4E;&#x6709;&#x4E9B;&#x683C;&#x683C;&#x4E0D;&#x5165;&#xFF0C;&#x751F;&#x65E5;&#x793C;&#x7269;&#x7684;&#x4E92;&#x9001;&#x4E5F;&#x5F80;&#x5F80;&#x6CA1;&#x6709;&#x6211;&#x7684;&#x53C2;&#x4E0E;&#x3002;&#x6B63;&#x6240;&#x8C13;&#x793C;&#x5C1A;&#x5F80;&#x6765;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x5F53;&#x8868;&#x5F1F;&#x7684;&#x5988;&#x5988;&#x7ED9;&#x4E86;&#x6211;&#x538B;&#x5C81;&#x94B1;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x5988;&#x5C31;&#x5E94;&#x8BE5;&#x4E5F;&#x7ED9;&#x8868;&#x5F1F;&#x538B;&#x5C81;&#x94B1;&#x4EE5;&#x793A;&#x56DE;&#x5E94;&#x3002;&#x5F53;&#x522B;&#x4EBA;&#x9001;&#x4E86;&#x751F;&#x65E5;&#x793C;&#x7269;&#x4E4B;&#x540E;&#xFF0C;&#x6536;&#x793C;&#x8005;&#x4E5F;&#x5F53;&#x8FD8;&#x4E4B;&#x3002;&#x5728;&#x4E00;&#x5E2E;&#x4F3C;&#x4E4E;&#x8FF7;&#x604B;&#x201C;&#x519C;&#x836F;&#x201D;&#x6E38;&#x620F;&#x7684;&#x540C;&#x5B66;&#x4E4B;&#x95F4;&#xFF0C;&#x8FD9;&#x5C31;&#x6210;&#x4E86;&#x4E92;&#x9001;&#x6E38;&#x620F;&#x91CC;&#x7684;&#x76AE;&#x80A4;&#x3002;&#x5728;&#x8FD9;&#x91CC;&#x4E5F;&#x5E76;&#x4E0D;&#x662F;&#x60F3;&#x8BF4;&#x8FD9;&#x79CD;&#x4E8B;&#x4E0D;&#x597D;&#xFF0C;&#x4F46;&#x6211;&#x603B;&#x89C9;&#x5F97;&#x6BEB;&#x65E0;&#x5174;&#x81F4;&#x7EF4;&#x6301;&#x770B;&#x4F3C;&#x5E7F;&#x88A4;&#x7684;&#x4EA4;&#x9645;&#x3002;</p>
<p>&#x7531;&#x6B64;&#xFF0C;&#x8FD9;&#x4E2A;&#x535A;&#x5BA2;&#x7F51;&#x5740;&#x6211;&#x4E5F;&#x4ECE;&#x672A;&#x66FE;&#x5411;&#x73ED;&#x91CC;&#x540C;&#x5B66;&#x63A8;&#x8350;&#x8FC7;<del>&#xFF08;&#x90FD;&#x6CA1;&#x4EC0;&#x4E48;&#x4E1C;&#x897F;&#xFF0C;&#x4F60;&#x8FD8;&#x597D;&#x610F;&#x601D;&#x63A8;&#x8350;&#xFF09;</del></p>
<p>&#x81EA;&#x53BB;&#x5E74;11&#x6708;&#x8D77;&#xFF0C;&#x4E00;&#x76F4;&#x5230;&#x73B0;&#x5728;&#x6D59;&#x6C5F;&#x7684;&#x9009;&#x8003;&#x5C18;&#x57C3;&#x843D;&#x5B9A;&#xFF0C;&#x8868;&#x9762;&#x4E0A;&#x770B;&#x4F3C;&#x662F;&#x5728;&#x7CBE;&#x5FC3;&#x51C6;&#x5907;&#x8003;&#x8BD5;&#xFF08;<del>&#x8BDD;&#x8BF4;&#x4E5F;&#x662F;&#x6709;&#x4E24;&#x79D1;(&#x7269;&#x7406;&#xFF0C;&#x6280;&#x672F;)100&#xFF0C;&#x4E00;&#x79D1;&#xFF08;&#x5316;&#x5B66;&#xFF09;91[&#x624B;&#x52A8;&#x6ED1;&#x7A3D;]</del>&#xFF09;&#x800C;&#x758F;&#x4E8E;&#x5728;&#x6280;&#x672F;&#x65B9;&#x9762;&#x7684;&#x5B66;&#x4E60; &#x3002;&#x4F46;&#x771F;&#x6B63;&#x7684;&#x66F4;&#x662F;&#x5FC3;&#x6CA1;&#x6709;&#x9759;&#x4E0B;&#x6765;&#xFF0C;&#x6CA1;&#x6709;&#x627E;&#x5230;&#x81EA;&#x5DF1;&#x771F;&#x6B63;&#x60F3;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x6216;&#x8005;&#x66F4;&#x5E94;&#x8BE5;&#x8BF4;&#x662F;&#xFF0C;&#x4F3C;&#x4E4E;&#x4E0D;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x5230;&#x5E95;&#x5411;&#x5F80;&#x90A3;&#x4E2A;&#x65B9;&#x5411;&#x8D70;&#x3002;</p>
<p>&#x5728;&#x4E4B;&#x524D;&#x7684;&#x51E0;&#x4E2A;&#x6708;&#x91CC;&#xFF0C;&#x5E73;&#x65F6;&#x56DE;&#x5230;&#x5BB6;&#x4E5F;&#x4E0D;&#x770B;&#x4E66;&#xFF0C;&#x4E5F;&#x6CA1;&#x7814;&#x7A76;&#x4EC0;&#x4E48;&#x3002;&#x65F6;&#x95F4;&#x4E3B;&#x8981;&#x88AB;&#x6D88;&#x9063;&#x5728;&#x65E0;&#x592A;&#x5927;&#x610F;&#x4E49;&#x7684;&#x7F51;&#x4E0A;&#x95F2;&#x901B;&#xFF0C;&#x5076;&#x5C14;&#x770B;&#x5230;&#x4EC0;&#x4E48;&#x4E5F;&#x96BE;&#x4EE5;&#x9759;&#x4E0B;&#x5FC3;&#x6765;&#x53BB;&#x8BA4;&#x771F;&#x7814;&#x7A76;&#x3002;&#x4E00;&#x65B9;&#x9762;&#x4E3B;&#x8981;&#x662F;&#x56E0;&#x4E3A;&#x4E00;&#x661F;&#x671F;&#x53EA;&#x653E;&#x4E0D;&#x5230;24&#x5C0F;&#x65F6;&#xFF0C;&#x56DE;&#x5230;&#x5BB6;&#x4F3C;&#x4E4E;&#x5931;&#x53BB;&#x4EC0;&#x4E48;&#x52A8;&#x529B;&#xFF1B;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x5C31;&#x662F;&#x6BCF;&#x661F;&#x671F;&#x79EF;&#x7D2F;&#x4E0B;&#x6765;&#x7684;&#x61D2;&#xFF0C;&#x5468;&#x5468;&#x590D;&#x8FD4;&#xFF0C;&#x60F3;&#x7740;&#x597D;&#x4E45;&#x4E5F;&#x90FD;&#x6CA1;&#x5E72;&#x4EC0;&#x4E48;&#x4E86;&#xFF0C;&#x8FD9;&#x6B21;&#x4E5F;&#x5C31;&#x7B97;&#x4E86;&#x3002;&#x6709;&#x4E9B;&#x4E1C;&#x897F;&#x88AB;&#x8FEB;&#x505C;&#x6B62;&#x4E4B;&#x540E;&#xFF0C;&#x518D;&#x8981;&#x52A8;&#x8D77;&#x6765;&#x53EF;&#x80FD;&#x5C31;&#x66F4;&#x8D39;&#x529B;&#x4E86;&#xFF08;&#x6B63;&#x5982;&#x6700;&#x5927;&#x9759;&#x6469;&#x64E6;&#x529B;&#x5927;&#x4E8E;&#x6ED1;&#x52A8;&#x6469;&#x64E6;&#x529B;&#xFF09;&#x3002;</p>
<p>&#x5728;&#x6D59;&#x6C5F;&#x9AD8;&#x8003;&#x6A21;&#x5F0F;&#x7684;&#x9009;&#x8003;&#x7ED3;&#x675F;&#x4E4B;&#x540E;&#xFF0C;&#x5269;&#x4E0B;&#x7684;&#x4FBF;&#x662F;&#x8BED;&#x6570;&#x5916;&#xFF08;&#x6709;&#x4E9B;&#x4EBA;&#x82F1;&#x8BED;&#x4E5F;&#x4E0D;&#x5B66;&#x4E86;&#xFF09;&#x3002;&#x5B66;&#x6821;&#x7684;&#x6392;&#x8BFE;&#x4E5F;&#x53D8;&#x5F97;&#x9738;&#x6C14;&#x65E0;&#x6BD4;&#xFF0C;&#x4E09;&#x95E8;&#x8BFE;&#x6392;&#x5217;&#x4E5F;&#x5C31;&#x662F;3!&#xFF1D;&#xFF16;&#xFF0C;&#x6240;&#x4EE5;&#x4E00;&#x5468;&#x516D;&#x5929;&#x7684;&#x8BFE;&#x53D8;&#x7684;&#x6BCF;&#x5929;&#x90FD;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x771F;&#x662F;&#x6BCF;&#x5929;&#x90FD;&#x6709;&#x65B0;&#x9C9C;&#x611F;&#xFF0C;&#x65B0;&#x9C9C;&#x611F;&#x7206;&#x68DA;&#x5462;&#x3002;&#x81F3;&#x4E8E;&#x4E0A;&#x7684;&#x8BFE;&#x4E5F;&#x9677;&#x5165;&#x67D0;&#x79CD;&#x8BE1;&#x5F02;&#x7684;&#x91CD;&#x590D;&#xFF0C;&#x8BED;&#x6587;&#x662F;&#x53D1;&#x8BD5;&#x5377;&#x673A;&#x52A0;PPT&#x7B54;&#x6848;&#x653E;&#x6620;&#x5458;&#xFF0C;&#x6570;&#x5B66;&#x662F;&#x61F5;&#x903C;&#x601D;&#x8DEF;&#x5927;&#x8BB2;&#x52A0;&#x7B97;&#x5230;&#x4E00;&#x534A;&#x592A;&#x70E6;&#x4E86;&#x597D;&#x4E86;&#x5C31;&#x8FD9;&#x6837;&#x7B54;&#x6848;&#x6284;&#x4E00;&#x4E0B;&#xFF0C;&#x82F1;&#x8BED;&#x662F;&#x5168;&#x4E2D;&#x6587;&#x8BB2;&#x89E3;&#x9664;&#x4E86;some extramely perfect words and some extramely perfect phrases and some extramely perfect sentenses.&#x3000;&#x6709;&#x591A;&#x5C11;&#x8001;&#x5E08;&#x7D27;&#x7D27;&#x63E1;&#x4F4F;&#x8003;&#x8BD5;&#x5927;&#x7EB2;&#x597D;&#x4F3C;&#x5C1A;&#x65B9;&#x5B9D;&#x5251;&#xFF0C;&#x611F;&#x89C9;&#x51FA;&#x90A3;&#x4E9B;&#x9AD8;&#x8003;&#x4E0D;&#x4F1A;&#x8003;&#x7684;&#x9898;&#x76EE;&#x7684;&#x4EBA;&#x90FD;&#x662F;&#x6C34;&#x5E73;&#x4F4E;&#xFF0C;&#x53C8;&#x6709;&#x591A;&#x5C11;&#x8001;&#x5E08;&#x5C06;&#x5370;&#x5237;&#x4F53;&#x4E66;&#x5199;&#x3001;&#x53E5;&#x5F0F;&#x7ED3;&#x6784;&#x590D;&#x6742;&#x3001;&#x4F46;&#x771F;&#x5B9E;&#x610F;&#x4E49;&#x72B9;&#x5982;&#x72D7;&#x5C4E;&#x7684;&#x6587;&#x7AE0;&#x89C6;&#x5982;&#x8303;&#x6587;&#x3002;&#x5F53;&#x5728;&#x82F1;&#x8BED;&#x8001;&#x5E08;&#x5C06;&#x8BED;&#x6CD5;&#x7ED3;&#x6784;&#x51CC;&#x9A7E;&#x4E8E;&#x53E5;&#x610F;&#x4E4B;&#x4E0A;&#xFF0C;&#x751A;&#x81F3;&#x89C9;&#x5F97;&#x88AB;&#x52A8;&#x53E5;&#x5C31;&#x662F;&#x6BD4;&#x4E3B;&#x52A8;&#x53E5;&#x597D;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x82F1;&#x8BED;&#x6559;&#x5B66;&#x53C8;&#x4F1A;&#x662F;&#x4F55;&#x53BB;&#x4F55;&#x4ECE;&#xFF1F;</p>
<p>&#x5F53;&#x9AD8;&#x4E2D;&#x6700;&#x540E;&#x7684;&#x5B66;&#x4E60;&#x7EAF;&#x7CB9;&#x53EA;&#x662F;&#x4E3A;&#x9AD8;&#x8003;&#x5206;&#x6570;&#xFF0C;&#x5F53;&#x8001;&#x5E08;&#x91CD;&#x70B9;&#x7684;&#x5173;&#x6CE8;&#x5BF9;&#x8C61;&#x5C31;&#x662F;&#x90A3;&#x4E9B;&#x6700;&#x597D;&#x7684;&#x548C;&#x4E34;&#x754C;&#x7684;&#xFF08;&#x4E0A;&#x4E86;&#x4EC0;&#x4E48;&#x4EC0;&#x4E48;&#x7EBF;&#x53EF;&#x4EE5;&#x52A0;&#x4EBA;&#x5934;&#xFF09;&#xFF0C;&#x5B66;&#x6821;&#x4E0D;&#x4F1A;&#x518D;&#x53BB;&#x5728;&#x610F;&#x4F60;&#x5230;&#x5E95;&#x5B66;&#x5230;&#x4E86;&#x4EC0;&#x4E48;&#xFF0C;&#x53EA;&#x5728;&#x4E4E;&#x4F60;&#x8003;&#x4E86;&#x591A;&#x5C11;&#xFF0C;&#x4E00;&#x4E2A;&#x4E2A;&#x751F;&#x547D;&#x7684;&#x9752;&#x6625;&#x7EC8;&#x800C;&#x53EA;&#x80FD;&#x6210;&#x4E3A;&#x4E00;&#x5F20;&#x7834;&#x7EB8;&#x4E0A;&#x7684;&#x6570;&#x636E;&#xFF0C;&#x751A;&#x81F3;&#x8FD8;&#x60E8;&#x4E0D;&#x5FCD;&#x7779;&#x3002;&#x5F53;&#x73ED;&#x4E3B;&#x4EFB;&#x4E60;&#x60EF;&#x6027;&#x7684;&#x53EA;&#x51ED;&#x51E0;&#x4E2A;&#x6570;&#x5B57;&#x6765;&#x611F;&#x89C9;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x72B6;&#x6001;&#xFF0C;&#x65E0;&#x5173;&#x800C;&#x6709;&#x7528;&#xFF08;&#x751A;&#x81F3;&#x662F;&#x522B;&#x4EBA;&#x89C9;&#x7684;&#x6CA1;&#x7528;&#x7684;&#xFF09;&#x7684;&#x4E1C;&#x897F;&#x90FD;&#x8981;&#x88AB;&#x8FEB;&#x9760;&#x8FB9;&#x7AD9;&#x5417;&#xFF1F;&#x6216;&#x89C9;&#x4E3A;&#x4E86;&#x4E0A;&#x4E00;&#x4E2A;&#x597D;&#x7684;&#x5927;&#x5B66;&#x6765;&#x63A5;&#x53D7;&#x6240;&#x8C13;&#x7684;&#x66F4;&#x597D;&#x6559;&#x80B2;&#xFF0C;&#x6682;&#x65F6;&#x653E;&#x4E00;&#x4E0B;&#x6240;&#x8C13;&#x4E0E;&#x9AD8;&#x8003;&#x65E0;&#x5173;&#x4E8B;&#x60C5;&#x53C8;&#x65E0;&#x59A8;&#x3002;&#x4F46;&#x8FD9;&#x79CD;&#x4E8B;&#x5728;&#x521D;&#x4E2D;&#x4E0D;&#x66FE;&#x51FA;&#x73B0;&#x4E48;&#xFF1F;&#x4E3A;&#x4E86;&#x8FDB;&#x91CD;&#x70B9;&#x9AD8;&#x4E2D;&#xFF0C;&#x662F;&#x5426;&#x4E5F;&#x66FE;&#x653E;&#x4E0B;&#xFF1F;&#x800C;&#x4ECA;&#x518D;&#x6B21;&#x653E;&#x4E0B;&#x3002;&#x4E00;&#x6B21;&#x4E00;&#x6B21;&#x7684;&#x653E;&#x5F03;&#x62B9;&#x6740;&#x7740;&#x672C;&#x5C31;&#x5076;&#x7136;&#x800C;&#x5F97;&#x7684;&#x5174;&#x8DA3;&#x4E0E;&#x7231;&#x597D;&#x3002;&#x4E3A;&#x4E86;&#x5C06;&#x6765;&#x800C;&#x653E;&#x4E0B;&#x773C;&#x524D;&#x53BB;&#x82DF;&#x4E14;&#xFF0C;&#x8FD9;&#x4F1A;&#x662F;&#x52FE;&#x8DF5;&#x7684;&#x5367;&#x85AA;&#x5C1D;&#x80C6;&#x4E48;&#xFF1F;</p>
<p>&#x5F53;&#x4E00;&#x4E2A;&#x4EBA;&#x613F;&#x610F;&#x7528;&#x773C;&#x524D;&#x82DF;&#x4E14;&#x6765;&#x6362;&#x53D6;&#x4ED6;&#x4EBA;&#x6240;&#x8BF4;&#x7684;&#x672A;&#x6765;&#x7684;&#x7A7A;&#x4E2D;&#x697C;&#x9601;&#xFF0C;&#x90A3;&#x4E48;&#x5927;&#x5B66;&#x5E76;&#x4E0D;&#x4F1A;&#x662F;&#x4E2A;&#x5C3D;&#x5934;&#xFF0C;&#x800C;&#x66F4;&#x662F;&#x4E2A;&#x5F00;&#x59CB;&#xFF0C;&#x6B63;&#x5982;&#x4E00;&#x5339;&#x88AB;&#x4E00;&#x6839;&#x7ED1;&#x5728;&#x81EA;&#x5DF1;&#x8EAB;&#x4E0A;&#x7684;&#x80E1;&#x841D;&#x535C;&#x5438;&#x5F15;&#x7740;&#x5411;&#x524D;&#x7684;&#x9A74;&#x3002;</p>
<p>&#x4E0D;&#x65AD;&#x5411;&#x524D;&#x82DF;&#x4E14;&#xFF0C;&#x7EC8;&#x5C06;&#x6E6E;&#x4E3A;&#x7070;&#x70EC;&#x3002;</p>

      
    </div>

  </div>

  <div class="article-footer">
    <div class="article-meta pull-left">

    
      

    <span class="post-categories">
      <i class="icon-categories"></i>
        <a href="/categories/Daily/">Daily</a>
    </span>
    

    
    

    <span class="post-tags">
      <i class="icon-tags"></i>
        <a href="/tags/日常/">日常</a><a href="/tags/思考/">思考</a>
    </span>
    

    </div>

    
  </div>
</article>

  






    </main>

    <footer class="site-footer">
  <p class="site-info">
    Proudly powered by <a href="https://hexo.io/" target="_blank">Hexo</a> and
    Theme by <a href="https://github.com/CodeDaraW/Hacker" target="_blank">Hacker</a>
    </br>
    
    &copy; 2021 Rainbow Yang
    
  </p>
</footer>
    
<script>
    (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
                (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
            m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
    })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

    ga('create', 'UA-93934873-1', 'auto');
    ga('send', 'pageview');

</script>

    
  </div>
</div>
</body>
</html>