<!DOCTYPE HTML>
<html>
<head>
  <meta charset="utf-8">
  
  <title>高考改革漫想 | 离梦之殇 如梦之境 | 认清自我，扩展边界.\nTo See Outer. To See Inner.</title>

  
  <meta name="author" content="Rainbow Yang">
  

  
  <meta name="description" content="前言
这篇文章是Rainbow在学校让所有人都参加作文比赛的时候在学校一口气写出来的。 一不小心写完了作文纸全部的格子。
到现在也有一段时间了，但我决定不做大的更改(改一些语文方面的小问题)，直接打出来。">
  

  
  
  <meta name="keywords" content="日常,思考,教育">
  

  <meta id="viewport" name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no, minimal-ui">
  <meta name="apple-mobile-web-app-capable" content="yes">
  <meta name="apple-mobile-web-app-status-bar-style" content="black">

  <meta property="og:title" content="高考改革漫想"/>

  <meta property="og:site_name" content="离梦之殇 如梦之境"/>

  
  <meta property="og:image" content="/favicon.ico"/>
  

  <link href="/favicon.ico" rel="icon">
  <link rel="alternate" href="/atom.xml" title="离梦之殇 如梦之境" type="application/atom+xml">
  <link rel="stylesheet" href="/css/style.css" media="screen" type="text/css">
<meta name="generator" content="Hexo 5.4.0"></head>


<body>
<div class="blog">
  <div class="content">

    <header>
  <div class="site-branding">
    <h1 class="site-title">
      <a href="/">离梦之殇 如梦之境</a>
    </h1>
    <p class="site-description">认清自我，扩展边界.\nTo See Outer. To See Inner.</p>
  </div>
  <nav class="site-navigation">
    <ul>
      
        <li><a href="/">Home</a></li>
      
        <li><a href="/archives">Archives</a></li>
      
        <li><a href="/about">About</a></li>
      
        <li><a href="/links">Links</a></li>
      
        <li><a href="/atom.xml">RSS</a></li>
      
        <li><a href="/admin">Admin</a></li>
      
    </ul>
  </nav>
</header>

    <main class="site-main posts-loop">
    <article>

  
    
    <h3 class="article-title"><span>高考改革漫想</span></h3>
    
  

  <div class="article-top-meta">
    <span class="posted-on">
      <a href="/post/2017/05/Thinking-of-Gaokao-Reforming.html" rel="bookmark">
        <time class="entry-date published" datetime="2017-05-29T05:46:00.000Z">
          2017-05-29
        </time>
      </a>
    </span>
  </div>


  

  <div class="article-content">
    <div class="entry">
      
        <h2 id="&#x524D;&#x8A00;">&#x524D;&#x8A00;</h2>
<p>&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#x662F;Rainbow&#x5728;&#x5B66;&#x6821;&#x8BA9;&#x6240;&#x6709;&#x4EBA;&#x90FD;&#x53C2;&#x52A0;&#x4F5C;&#x6587;&#x6BD4;&#x8D5B;&#x7684;&#x65F6;&#x5019;&#x5728;&#x5B66;&#x6821;&#x4E00;&#x53E3;&#x6C14;&#x5199;&#x51FA;&#x6765;&#x7684;&#x3002; &#x4E00;&#x4E0D;&#x5C0F;&#x5FC3;&#x5199;&#x5B8C;&#x4E86;&#x4F5C;&#x6587;&#x7EB8;&#x5168;&#x90E8;&#x7684;&#x683C;&#x5B50;&#x3002;</p>
<p>&#x5230;&#x73B0;&#x5728;&#x4E5F;&#x6709;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x4E86;&#xFF0C;&#x4F46;&#x6211;&#x51B3;&#x5B9A;&#x4E0D;&#x505A;&#x5927;&#x7684;&#x66F4;&#x6539;(&#x6539;&#x4E00;&#x4E9B;&#x8BED;&#x6587;&#x65B9;&#x9762;&#x7684;&#x5C0F;&#x95EE;&#x9898;)&#xFF0C;&#x76F4;&#x63A5;&#x6253;&#x51FA;&#x6765;&#x3002;</p>
<span id="more"></span>
<h2 id="&#x6B63;&#x6587;">&#x6B63;&#x6587;</h2>
<p>&#x5173;&#x4E8E;&#x6D59;&#x6C5F;&#x7684;&#x9AD8;&#x8003;&#x6539;&#x9769;&#xFF0C;&#x5728;&#x6211;&#x8EAB;&#x8FB9;&#x548C;&#x7F51;&#x4E0A;&#x4E5F;&#x6709;&#x7740;&#x65E0;&#x6570;&#x4EBA;&#x5728;&#x8BAE;&#x8BBA;&#x7EB7;&#x7EB7;&#x3002;&#x6211;&#x8EAB;&#x8FB9;&#x7684;&#x8001;&#x5E08;&#x4F3C;&#x4E4E;&#x5927;&#x591A;&#x90FD;&#x662F;&#x6D88;&#x6781;&#x548C;&#x53CD;&#x5BF9;&#x7684;&#x6001;&#x5EA6;&#xFF0C;&#x5410;&#x69FD;&#x8FD9;&#x4E0D;&#x597D;&#xFF0C;&#x5410;&#x69FD;&#x90A3;&#x4E0D;&#x597D;&#xFF0C;&#x89C9;&#x5F97;&#x8FD9;&#x6709;&#x5F88;&#x591A;&#x7684;&#x6295;&#x673A;&#x53D6;&#x5DE7;&#xFF0C;&#x7530;&#x5FCC;&#x8D5B;&#x9A6C;&#x7684;&#x6210;&#x5206;&#xFF1B;&#x5F53;&#x7136;&#x4E5F;&#x6709;&#x5C11;&#x90E8;&#x5206;&#x8001;&#x5E08;&#x5BF9;&#x65B0;&#x9AD8;&#x8003;&#x6539;&#x9769;&#x8868;&#x793A;&#x8D5E;&#x540C;&#xFF0C;&#x89C9;&#x5F97;&#x6539;&#x9769;&#x4E5F;&#x9700;&#x8981;&#x6709;&#x65F6;&#x95F4;&#x53BB;&#x4FEE;&#x6539;&#x5176;&#x4E2D;&#x4E0D;&#x597D;&#x7684;&#x5730;&#x65B9;&#x3002;</p>
<p>&#x4F46;&#x5176;&#x5B9E;&#x90A3;&#x6240;&#x5728;&#x4E4E;&#x7684;&#x552F;&#x4E00;&#x76EE;&#x6807;&#x5C31;&#x662F;&#x8003;&#x4E0A;&#x66F4;&#x597D;&#x7684;&#x5927;&#x5B66;&#x7F62;&#x4E86;&#x3002;&#x4F3C;&#x4E4E;&#x90A3;&#x4E09;&#x5E74;&#x7D27;&#x7D27;&#x5730;&#x56F4;&#x7ED5;&#x7740;&#x7684;&#x53EA;&#x662F;&#x4E0A;&#x5927;&#x5B66;&#xFF0C;&#x4E0D;&#x662F;&#x522B;&#x7684;&#x3002;&#x66FE;&#x6709;&#x8001;&#x5E08;&#x8BF4;&#x8FC7;&#xFF0C;&#x53EA;&#x8981;&#x4F60;&#x82E6;&#x4E86;&#x8FD9;&#x4E09;&#x5E74;&#xFF0C;&#x71AC;&#x4E86;&#x4E0B;&#x6765;&#xFF0C;&#x4E0A;&#x4E86;&#x4E00;&#x4E2A;&#x597D;&#x7684;&#x5927;&#x5B66;&#xFF0C;&#x5C31;&#x8F9B;&#x798F;&#x4E86;&#xFF0C;&#x8F7B;&#x677E;&#x4E86;&#x3002;</p>
<p>&#x5047;&#x5982;&#x4E00;&#x4E2A;&#x4EBA;&#x8F9B;&#x82E6;&#x5730;&#x8BFB;&#x4E86;&#x4E09;&#x5E74;&#x9AD8;&#x4E2D;&#xFF0C;&#x638C;&#x63E1;&#x4E86;&#x4E30;&#x5BCC;&#x7684;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x2014;&#x2014;&#x89E3;&#x9898;&#x6280;&#x5DE7;&#xFF0C;&#x90A3;&#x5E94;&#x8BE5;&#x662F;&#x80FD;&#x8003;&#x4E00;&#x4E2A;&#x8F83;&#x597D;&#x7684;&#x5927;&#x5B66;&#x4E86;&#x3002;&#x7136;&#x540E;&#x5462;&#xFF1F;&#x5C31;&#x4E0D;&#x8F9B;&#x82E6;&#x4E86;&#xFF1F;&#x4E0A;&#x5927;&#x5B66;&#x4E0D;&#x5E94;&#x8BE5;&#x53EA;&#x662F;&#x4E3A;&#x4E86;&#x90A3;&#x4E00;&#x5F20;&#x6BD5;&#x4E1A;&#x8BC1;&#x4E66;&#xFF0C;&#x800C;&#x662F;&#x4E3A;&#x4E86;&#x66F4;&#x591A;&#x7684;&#x77E5;&#x8BC6;&#xFF0C;&#x8FD9;&#x79CD;&#x65E5;&#x5B50;&#x53C8;&#x8C08;&#x4F55;&#x8F7B;&#x677E;&#x3002;</p>
<p>&#x6709;&#x9AD8;&#x4E2D;&#x8001;&#x5E08;&#x66FE;&#x62B1;&#x6028;&#x521D;&#x4E2D;&#x53EA;&#x6559;&#x4E2D;&#x8003;&#x8981;&#x8003;&#x7684;&#xFF0C;&#x5374;&#x4E0D;&#x82B1;&#x65F6;&#x95F4;&#x53BB;&#x6559;&#x867D;&#x7136;&#x4E0D;&#x8003;&#x4F46;&#x662F;&#x771F;&#x6B63;&#x4E5F;&#x6709;&#x7528;&#x7684;&#x77E5;&#x8BC6;&#x3002;&#x4F46;&#x73B0;&#x5728;&#x4E0D;&#x4E5F;&#x8FD8;&#x662F;&#x6709;&#x5F88;&#x591A;&#x8001;&#x5E08;&#x559C;&#x6B22;&#x4E25;&#x683C;&#x770B;&#x7740;&#x8003;&#x7EB2;&#xFF0C;&#x4E0D;&#x8003;&#x7684;&#x7262;&#x8BB0;&#x4E8E;&#x5FC3;&#xFF0C;&#x5E76;&#x548C;&#x540C;&#x5B66;&#x4EEC;&#x8BF4;&#x8FD9;&#x9AD8;&#x8003;&#x4E0D;&#x8981;&#x6C42;&#xFF0C;&#x4FBF;&#x5306;&#x5306;&#x7565;&#x8FC7;&#xFF0C;&#x72B9;&#x5982;&#x873B;&#x8713;&#x70B9;&#x6C34;&#xFF0C;&#x4E5F;&#x6216;&#x6BEB;&#x4E0D;&#x63D0;&#x53CA;&#xFF0C;&#x53EA;&#x56E0;&#x9AD8;&#x8003;&#x4E0D;&#x8003;&#x6216;&#x662F;&#x591A;&#x5E74;&#x6CA1;&#x8003;&#x800C;&#x79EF;&#x7D2F;&#x51FA;&#x6765;&#x7684;&#x6240;&#x8C13;&#x7ECF;&#x9A8C;&#x3002;</p>
<p>&#x8FD9;&#x6B21;&#x9AD8;&#x8003;&#x6539;&#x9769;&#xFF0C;&#x6D59;&#x6C5F;&#x9996;&#x521B;&#x5C06;&#x6280;&#x672F;&#x7EB3;&#x5165;&#x9009;&#x8003;&#x8303;&#x56F4;&#xFF0C;&#x5B9E;&#x884C;&#x201C;&#x4E03;&#x9009;&#x4E09;&#x201D;&#xFF0C;&#x4F46;&#x8FD9;&#x9879;&#x539F;&#x6765;&#x5728;&#x201C;&#x8003;&#x5927;&#x5B66;&#x201D;&#x4E2D;&#x5B66;&#x91CC;&#x4E0D;&#x88AB;&#x91CD;&#x89C6;&#x7684;&#x6280;&#x672F;&#x88AB;&#x7EB3;&#x5165;&#x9AD8;&#x8003;&#xFF0C;&#x8D77;&#x521D;&#x4E5F;&#x662F;&#x8BA9;&#x6211;&#x6FC0;&#x52A8;&#x4E00;&#x4E0B;&#xFF0C;&#x4F46;&#x968F;&#x5373;&#x6211;&#x4E5F;&#x89C9;&#x5F97;&#x4E5F;&#x4ECD;&#x6709;&#x4E0D;&#x5C11;&#x95EE;&#x9898;&#x3002;</p>
<p>&#x4F17;&#x6240;&#x5468;&#x77E5;&#xFF0C;&#x6280;&#x672F;&#x5206;&#x4E3A;&#x901A;&#x7528;&#x6280;&#x672F;&#x548C;&#x4FE1;&#x606F;&#x6280;&#x672F;&#xFF0C;&#x4F46;&#x5176;&#x5B9E;&#x8FD9;&#x4E24;&#x95E8;&#x8BFE;&#x5173;&#x7CFB;&#x5E76;&#x4E0D;&#x5F88;&#x5927;&#xFF0C;&#x4E4B;&#x6240;&#x4EE5;&#x5C06;&#x5176;&#x5408;&#x8D77;&#x6765;&#xFF0C;&#x6211;&#x60F3;&#x5927;&#x6982;&#x662F;&#x8FD9;&#x4E24;&#x95E8;&#x8BFE;&#x5728;&#x4F17;&#x4EBA;&#x5FC3;&#x76EE;&#x4E2D;&#xFF0C;&#x5206;&#x91CF;&#x8FD8;&#x662F;&#x4E0D;&#x591F;&#x91CD;&#x5427;&#xFF01;&#x901A;&#x7528;&#x6280;&#x672F;&#x4E3B;&#x8981;&#x6D89;&#x53CA;&#x52A8;&#x624B;&#x548C;&#x8BBE;&#x8BA1;&#x65B9;&#x9762;&#xFF0C;&#x800C;&#x4FE1;&#x606F;&#x6280;&#x672F;&#xFF0C;&#x4FBF;&#x662F;&#x4E0E;&#x5F53;&#x4ECA;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x662F;&#x606F;&#x606F;&#x76F8;&#x5173;&#x7684;&#xFF0C;&#x800C;&#x5176;&#x4E2D;&#x6D89;&#x53CA;&#x5230;&#x4E86;&#x8BA1;&#x7B97;&#x673A;&#x7F16;&#x7A0B;&#xFF0C;&#x8FD9;&#x4FBF;&#x662F;&#x8BA9;&#x6211;&#x6FC0;&#x52A8;&#x7684;&#x539F;&#x56E0;&#x3002;</p>
<p>&#x5728;&#x6211;&#x521D;&#x4E2D;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4FBF;&#x9047;&#x89C1;&#x4E86;&#x6211;&#x7684;&#x7B2C;&#x4E00;&#x95E8;&#x7F16;&#x7A0B;&#x8BED;&#x8A00;&#x2014;&#x2014;Java&#x3002;&#x6211;&#x5F53;&#x65F6;&#x4FBF;&#x88AB;&#x5176;&#x5438;&#x5F15;&#x4E86;&#xFF0C;&#x800C;&#x5F00;&#x59CB;&#x4E86;&#x5728;&#x7F51;&#x4E0A;&#x7684;&#x81EA;&#x5B66;&#x3002;&#x867D;&#x7136;&#x8BF4;&#x5B66;&#x4E60;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x524D;&#x540E;&#x65AD;&#x65AD;&#x7EED;&#x7EED;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x4E00;&#x76F4;&#x90FD;&#x6CA1;&#x6709;&#x653E;&#x5F03;&#xFF0C;&#x4E00;&#x76F4;&#x5230;&#x73B0;&#x5728;&#x3002;&#x800C;&#x5B83;&#x4E5F;&#x82B1;&#x4E86;&#x6211;&#x8BB8;&#x8BB8;&#x591A;&#x591A;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x4F46;&#x6211;&#x4E5F;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x4E3A;&#x6B64;&#x800C;&#x611F;&#x5230;&#x540E;&#x6094;&#x8FC7;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x89C9;&#x5F97;&#x6211;&#x7684;&#x65F6;&#x95F4;&#x82B1;&#x7684;&#x662F;&#x6709;&#x610F;&#x4E49;&#x7684;&#xFF0C;&#x6709;&#x4EF7;&#x503C;&#x7684;&#xFF0C;&#x5C3D;&#x7BA1;&#x6211;&#x4E5F;&#x5E76;&#x4E0D;&#x89C9;&#x5F97;&#x6211;&#x5DF2;&#x662F;&#x5C0F;&#x6709;&#x6240;&#x6210;&#xFF0C;&#x6216;&#x8BB8;&#x4E5F;&#x53EA;&#x662F;&#x521A;&#x521A;&#x5165;&#x95E8;&#xFF0C;&#x4F46;&#x6BD5;&#x7ADF;&#x8DEF;&#x8FD8;&#x957F;&#x7740;&#x3002;</p>
<p>&#x4FE1;&#x606F;&#x6280;&#x672F;&#x8FD9;&#x95E8;&#x8BFE;&#x91CC;&#x7684;&#x7F16;&#x7A0B;&#x8BED;&#x8A00;&#x7528;&#x7684;&#x662F;VisualBASIC&#xFF0C;&#x4F46;&#x8BA9;&#x6211;&#x611F;&#x5230;&#x60CA;&#x8BB6;&#x5730;&#x662F;&#x4ED6;&#x7684;&#x7248;&#x672C;&#x7ADF;&#x7136;&#x662F;1998&#x5E74;&#x7684;&#x3002;&#x5728;&#x5982;&#x4ECA;&#x8FD9;&#x4E2A;&#x5165;&#x706B;&#x7BAD;&#x73ED;&#x8D77;&#x98DE;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x65F6;&#x4EE3;&#xFF0C;&#x8BA9;&#x6211;&#x4EEC;&#x5B66;&#x7684;&#x5C45;&#x7136;&#x662F;&#x4E0A;&#x4E2A;&#x4E16;&#x7EAA;&#x7248;&#x672C;&#x7684;&#x7F16;&#x7A0B;&#x8BED;&#x8A00;&#xFF0C;&#x5176;&#x6559;&#x6750;&#x548C;&#x8BED;&#x8A00;&#x7684;&#x843D;&#x540E;&#x7A0B;&#x5EA6;&#x53EF;&#x60F3;&#x800C;&#x77E5;&#x3002;IDE&#x548C;&#x62A5;&#x9519;&#x673A;&#x5236;&#x7684;&#x96BE;&#x7528;&#x8BA9;&#x6211;&#x65E0;&#x8BED;&#x3002;</p>
<p>&#x6709;&#x4E00;&#x6B21;&#xFF0C;&#x8001;&#x5E08;&#x7ADF;&#x7136;&#x7FFB;&#x51FA;&#x5341;&#x51E0;&#x5E74;&#x524D;&#x7684;&#x8D44;&#x6599;&#xFF0C;&#x8FD8;&#x5F00;&#x5FC3;&#x5730;&#x8BA4;&#x4E3A;&#x6CA1;&#x6709;&#x8FC7;&#x65F6;&#xFF0C;&#x53EF;&#x4EE5;&#x7EE7;&#x7EED;&#x7528;&#xFF0C;&#x800C;&#x8FD9;&#x4E00;&#x5207;&#x4E4B;&#x95F4;&#x7684;&#x76F8;&#x5BF9;&#x800C;&#x8A00;&#x66F4;&#x662F;&#x8BA9;&#x6211;&#x65E0;&#x8BED;&#x3002;&#x4E0E;&#x6559;&#x6750;&#x6BD4;&#xFF0C;&#x6CA1;&#x6709;&#x201C;&#x8FC7;&#x65F6;&#x201D;&#x2026;&#x2026;</p>
<p>&#x542C;&#x95FB;&#xFF0C;&#x4FE1;&#x606F;&#x6559;&#x6750;&#x5C06;&#x4F1A;&#x66F4;&#x65B0;&#x4E00;&#x6B21;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x4F1A;&#x629B;&#x5F03;98&#x5E74;&#x7684;VB&#xFF0C;&#x800C;&#x662F;&#x4F7F;&#x7528;Python&#x3002;&#x8FD8;&#x6709;&#x4F1A;&#x5E26;&#x6765;&#x8BB8;&#x591A;&#x8DDF;&#x63A5;&#x8FD1;&#x201C;&#x73B0;&#x4EE3;&#x201D;&#x7684;&#x77E5;&#x8BC6;&#xFF0C;&#x867D;&#x8BF4;&#x8FD9;&#x4E00;&#x5207;&#x5DF2;&#x4E0E;&#x6211;&#x65E0;&#x5173;&#xFF0C;&#x4F46;&#x6211;&#x5374;&#x66F4;&#x5728;&#x4E4E;&#x4E8E;&#x5BF9;&#x4E8E;&#x4F7F;&#x7528;&#x65B0;&#x6559;&#x6750;&#x4E4B;&#x540E;&#xFF0C;&#x90A3;&#x4E9B;&#x8001;&#x5E08;&#x7684;&#x6001;&#x5EA6;&#x3002;&#x4F3C;&#x4E4E;&#x53CD;&#x800C;&#x5E26;&#x7740;&#x62B1;&#x6028;&#x548C;&#x65E0;&#x5948;&#xFF0C;&#x53EA;&#x662F;&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x8981;&#x91CD;&#x65B0;&#x5B66;&#x4E60;&#xFF0C;&#x91CD;&#x65B0;&#x7F16;&#x51FA;&#x6559;&#x5B66;&#x8D44;&#x6E90;&#x3002;&#x4E5F;&#x6709;&#x4EBA;&#x4FA5;&#x5E78;&#x6211;&#x4EEC;&#x4F3C;&#x4E4E;&#x9003;&#x8FC7;&#x4E86;&#x8FD9;&#x573A;&#x5927;&#x66F4;&#x65B0;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x771F;&#x7684;&#x6709;&#x610F;&#x4E49;&#x5417;&#xFF1F;&#x800C;&#x8FD9;&#x6709;&#x8BA9;&#x6211;&#x8FF7;&#x60D1;&#x4E8E;&#x65B0;&#x65E7;&#x6559;&#x6750;&#x4EA4;&#x66FF;&#x4E4B;&#x9645;&#xFF0C;&#x9AD8;&#x4E8C;&#x9AD8;&#x4E09;&#x4F7F;&#x7528;&#x4E0D;&#x4E00;&#x6837;&#x7684;&#x6559;&#x6750;&#xFF0C;&#x800C;&#x51FA;&#x73B0;&#x7C7B;&#x4F3C;&#x4E8E;2015&#x5E74;10&#x6708;&#x7684;&#x90A3;&#x573A;&#x524D;&#x65E0;&#x9AD8;&#x4E09;&#xFF0C;&#x53EA;&#x6709;&#x9AD8;&#x4E8C;&#x7684;&#x5927;&#x597D;&#x6295;&#x673A;&#x673A;&#x4F1A;&#xFF0C;&#x90A3;&#x5230;&#x5E95;&#x8981;&#x5982;&#x4F55;&#x89E3;&#x51B3;&#x3002;</p>
<p>&#x6388;&#x4EBA;&#x4EE5;&#x9C7C;&#x4E0D;&#x5982;&#x6388;&#x4EBA;&#x4EE5;&#x6E14;&#x3002;&#x63A5;&#x4E0B;&#x6765;&#x662F;&#x4E00;&#x4E2A;&#x4FE1;&#x606F;&#x7206;&#x70B8;&#x7684;&#x65F6;&#x4EE3;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x5E94;&#x8BE5;&#x6709;&#x81EA;&#x5DF1;&#x83B7;&#x53D6;&#x77E5;&#x8BC6;&#x7684;&#x6B32;&#x671B;&#x4E0E;&#x80FD;&#x529B;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x7262;&#x8BB0;&#x90A3;&#x6240;&#x8C13;&#x89E3;&#x9898;&#x6280;&#x5DE7;&#x3002;&#x552F;&#x4E00;&#x7684;&#x6280;&#x5DE7;&#x4FBF;&#x662F;&#x80FD;&#x591F;&#x4E0D;&#x65AD;&#x5B66;&#x4E60;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x8FD9;&#x624D;&#x662F;&#x6559;&#x80B2;&#x5E94;&#x8BE5;&#x505A;&#x5230;&#x7684;&#x3002;</p>

      
    </div>

  </div>

  <div class="article-footer">
    <div class="article-meta pull-left">

    
      

    <span class="post-categories">
      <i class="icon-categories"></i>
        <a href="/categories/随记/">随记</a>
    </span>
    

    
    

    <span class="post-tags">
      <i class="icon-tags"></i>
        <a href="/tags/日常/">日常</a><a href="/tags/思考/">思考</a><a href="/tags/教育/">教育</a>
    </span>
    

    </div>

    
  </div>
</article>

  






    </main>

    <footer class="site-footer">
  <p class="site-info">
    Proudly powered by <a href="https://hexo.io/" target="_blank">Hexo</a> and
    Theme by <a href="https://github.com/CodeDaraW/Hacker" target="_blank">Hacker</a>
    </br>
    
    &copy; 2021 Rainbow Yang
    
  </p>
</footer>
    
<script>
    (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
                (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
            m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
    })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

    ga('create', 'UA-93934873-1', 'auto');
    ga('send', 'pageview');

</script>

    
  </div>
</div>
</body>
</html>