<!DOCTYPE HTML>
<html>
<head>
  <meta charset="utf-8">
  
  <title>随想·无名 | 离梦之殇 如梦之境 | 认清自我，扩展边界.&lt;br&gt;To See Outer. To See Inner.</title>

  
  <meta name="author" content="Rainbow Yang">
  

  
  <meta name="description" content="&amp;#x597D;&amp;#x50CF;&amp;#x53C8;&amp;#x662F;&amp;#x8BB8;&amp;#x4E45;&amp;#x6CA1;&amp;#x6709;&amp;#x5199;&amp;#x70B9;&amp;#x4EC0;&amp;#x4E48;&amp;#x4E86;&amp;#x3002;&amp;#x611F;&amp;#x89C9;&amp;#x6709;&amp;#x5F88;&amp;#x591">
  

  
  
  <meta name="keywords" content="">
  

  <meta id="viewport" name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no, minimal-ui">
  <meta name="apple-mobile-web-app-capable" content="yes">
  <meta name="apple-mobile-web-app-status-bar-style" content="black">

  <meta property="og:title" content="随想·无名"/>

  <meta property="og:site_name" content="离梦之殇 如梦之境"/>

  
  <meta property="og:image" content="/favicon.ico"/>
  

  <link href="/favicon.ico" rel="icon">
  <link rel="alternate" href="/atom.xml" title="离梦之殇 如梦之境" type="application/atom+xml">
  <link rel="stylesheet" href="/css/style.css" media="screen" type="text/css">
<meta name="generator" content="Hexo 5.4.0"></head>


<body>
<div class="blog">
  <div class="content">

    <header>
  <div class="site-branding">
    <h1 class="site-title">
      <a href="/">离梦之殇 如梦之境</a>
    </h1>
    <p class="site-description">认清自我，扩展边界.<br>To See Outer. To See Inner.</p>
  </div>
  <nav class="site-navigation">
    <ul>
      
      <li><a href="/">Home</a></li>
      
      <li><a href="/archives">Archives</a></li>
      
      <li><a href="/about">About</a></li>
      
      <li><a href="/links">Links</a></li>
      
      <li><a href="/atom.xml">RSS</a></li>
      
      <li><a href="/admin">Admin</a></li>
      
    </ul>
  </nav>
</header>

    <main class="site-main posts-loop">
    <article>

  
    
    <h3 class="article-title"><span>随想·无名</span></h3>
    
  

  <div class="article-top-meta">
    <span class="posted-on">
      <a href="/post/2022/01/随想·无名.html" rel="bookmark">
        <time class="entry-date published" datetime="2022-01-04T00:44:01.000Z">
          2022-01-04
        </time>
      </a>
    </span>
  </div>


  

  <div class="article-content">
    <div class="entry">
      
        <p>&#x597D;&#x50CF;&#x53C8;&#x662F;&#x8BB8;&#x4E45;&#x6CA1;&#x6709;&#x5199;&#x70B9;&#x4EC0;&#x4E48;&#x4E86;&#x3002;&#x611F;&#x89C9;&#x6709;&#x5F88;&#x591A;&#x8BDD;&#x60F3;&#x8BF4;&#xFF0C;&#x5374;&#x53C8;&#x4E0D;&#x77E5;&#x4ECE;&#x4F55;&#x8BF4;&#x8D77;&#xFF0C;&#x4E5F;&#x65E0;&#x5904;&#x8BC9;&#x8BF4;&#x3002;</p>
<hr>
<p>&#x65F6;&#x95F4;&#x8FC7;&#x5F97;&#x5F88;&#x5FEB;&#xFF0C;22&#x5E74;&#x4E5F;&#x5728;&#x604D;&#x60DA;&#x95F4;&#x6084;&#x7136;&#x800C;&#x81F3;&#x4E86;&#x3002;&#x50CF;&#x6211;&#x8FD9;&#x6837;&#x7684;&#x4EBA;&#xFF0C;&#x5BF9;&#x4E8E;&#x8282;&#x65E5;&#x5411;&#x6765;&#x662F;&#x65E0;&#x6240;&#x8C13;&#x7684;&#xFF0C;&#x54EA;&#x6015;&#x6211;&#x77E5;&#x9053;&#x5F53;&#x6211;&#x56DE;&#x8FC7;&#x5934;&#x770B;&#xFF0C;&#x4F1A;&#x9057;&#x5931;&#x8BB8;&#x591A;&#x7684;&#x8BB0;&#x5FC6;&#xFF0C;&#x4F46;&#x4E8B;&#x5B9E;&#x7ED3;&#x679C;&#x679C;&#x771F;&#x5C31;&#x662F;&#x8FD9;&#x6837;&#x3002;</p>
<p>&#x4F46;&#x662F;22&#x5E74;&#x7684;&#x5230;&#x6765;&#xFF0C;&#x65E0;&#x7591;&#x662F;&#x53C8;&#x63D0;&#x9192;&#x7740;&#x6211;&#xFF0C;&#x4E0D;&#x77E5;&#x4E0D;&#x89C9;&#x4E5F;&#x5DF2;&#x7ECF;&#x662F;&#x5927;&#x56DB;&#x4E86;&#xFF0C;&#x800C;&#x4E14;&#x4E5F;&#x5FEB;&#x8FC7;&#x53BB;&#x4E00;&#x534A;&#x4E86;&#x3002;</p>
<p>&#x56DE;&#x5934;&#x4E00;&#x671B;&#xFF0C;&#x51C0;&#x662F;&#x5F77;&#x5FA8;&#x3002;</p>
<hr>
<p>&#x4ECE;&#x5927;&#x4E09;&#x4E0B;&#x5F00;&#x59CB;&#xFF0C;&#x6211;&#x4FBF;&#x5DF2;&#x7ECF;&#x6E10;&#x6E10;&#x611F;&#x89C9;&#x5230;&#x548C;&#x5B66;&#x6821;&#x7684;&#x8131;&#x79BB;&#x4E86;&#x3002;&#x90A3;&#x65F6;&#x4FBF;&#x5DF2;&#x7ECF;&#x6CA1;&#x6709;&#x592A;&#x591A;&#x7684;&#x8BFE;&#x4E86;&#xFF0C;&#x4ECE;&#x5927;&#x4E09;&#x5BD2;&#x5047;&#x7684;&#x201C;&#x4E3A;&#x4E86;&#x9003;&#x907F;&#x800C;&#x8086;&#x610F;&#x73A9;&#x800D;&#x201D;&#x5230;&#x5927;&#x4E09;&#x4E0B;&#x5B66;&#x671F;&#x7684;&#x201C;&#x624B;&#x8DB3;&#x65E0;&#x63AA;&#x3001;&#x7126;&#x6025;&#x800C;&#x65E0;&#x6240;&#x5BC4;&#x6258;&#x201D;&#x3002;&#x76F4;&#x5230;&#x7A81;&#x7136;&#x7684;&#x8131;&#x79BB;&#xFF0C;&#x611F;&#x89C9;&#x81EA;&#x5DF1;&#x7A81;&#x7136;&#x6210;&#x4E3A;&#x4E86;&#x4E00;&#x4E2A;&#x5B64;&#x7ACB;&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x4EE5;&#x81F3;&#x5B64;&#x5BC2;&#x5730;&#x6D3B;&#x7740;&#x3002;&#x4E0D;&#x77E5;&#x4ECE;&#x4F55;&#x65F6;&#x8D77;&#xFF0C;&#x6E10;&#x6E10;&#x5BF9;&#x4E00;&#x5207;&#x90FD;&#x5931;&#x53BB;&#x4E86;&#x5E0C;&#x671B;&#x548C;&#x6FC0;&#x60C5;&#x3002;21&#x5E74;&#x7684;&#x4E09;&#x6708;&#x662F;&#x9893;&#x5E9F;&#x800C;&#x7126;&#x6025;&#x7684;&#x4E00;&#x4E2A;&#x6708;&#xFF0C;&#x5C31;&#x662F;&#x660E;&#x77E5;&#x201C;&#x8BE5;&#x7ED9;&#x81EA;&#x5DF1;&#x627E;&#x4E00;&#x6761;&#x672A;&#x6765;&#x7684;&#x8DEF;&#x4E86;&#xFF0C;&#x4F46;&#x5374;&#x8FDF;&#x8FDF;&#x4E0D;&#x613F;&#x52A8;&#x8EAB;&#x201D;&#x7684;&#x611F;&#x89C9;&#x3002;</p>
<p>&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#xFF0C;&#x6211;&#x5DF2;&#x7ECF;&#x5F00;&#x59CB;&#x538C;&#x6076;&#x4E86;&#x6240;&#x8C13;&#x7684;&#x8003;&#x7814;&#x548C;&#x8BFB;&#x7814;&#x3002;&#x6211;&#x77E5;&#x9053;&#x5BF9;&#x4E8E;&#x6211;&#x6765;&#x8BF4;&#xFF0C;&#x6240;&#x8C13;&#x8BFB;&#x7814;&#x7684;&#x4E00;&#x5207;&#x539F;&#x56E0;&#x53EA;&#x662F;&#x6765;&#x81EA;&#x4E8E;&#x5916;&#x754C;&#x7684;&#x6CE8;&#x89C6;&#x3002;&#xFF08;&#x8FD9;&#x5728;&#x6211;&#x4E4B;&#x540E;&#x5B9E;&#x4E60;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x4E5F;&#x679C;&#x771F;&#x4E0D;&#x65AD;&#x4E0A;&#x6F14;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x5DF2;&#x7ECF;&#x4E0D;&#x518D;&#x5728;&#x4E4E;&#x4E86;&#xFF0C;&#x6216;&#x8005;&#x8BF4;&#x6211;&#x672C;&#x5C31;&#x4E0D;&#x5728;&#x4E4E;&#x4E86;&#x3002;&#xFF09;</p>
<p>&#x63A5;&#x4E0B;&#x6765;&#x7684;&#x5B9E;&#x4E60;&#x4E4B;&#x8DEF;&#xFF0C;&#x610F;&#x5916;&#x7684;&#x66F2;&#x6298;&#x4E5F;&#x610F;&#x5916;&#x7684;&#x987A;&#x5229;&#x3002;&#x4ECE;&#x4E00;&#x5F00;&#x59CB;&#x9762;&#x8BD5;&#x7684;&#x56E0;&#x4E3A;&#x51C6;&#x5907;&#x4E0D;&#x8DB3;&#x548C;&#x7F3A;&#x4E4F;&#x81EA;&#x4FE1;&#x800C;&#x5C61;&#x8D25;&#x5C61;&#x6218;&#xFF0C;&#x5230;&#x540E;&#x6765;&#x7684;&#x6E10;&#x6E10;&#x6536;&#x83B7;&#x4E00;&#x4E2A;&#x4E2A;&#x5B9E;&#x4E60;offer&#xFF0C;&#x76F4;&#x5230;&#x6700;&#x540E;&#x7684;&#x5F00;&#x59CB;&#x5B9E;&#x4E60;&#x548C;&#x62FF;&#x5230;&#x8682;&#x8681;&#x7684;&#x6B63;&#x5F0F;offer&#x3002;&#x8FD9;&#x5927;&#x534A;&#x5E74;&#x4F3C;&#x4E4E;&#x8FC7;&#x5F97;&#x65E2;&#x5145;&#x5B9E;&#x53C8;&#x5B64;&#x5BC2;&#x3002;</p>
<hr>
<p>&#x6211;&#x66FE;&#x4E0D;&#x65AD;&#x6000;&#x7591;&#x81EA;&#x5DF1;&#xFF0C;&#x4F46;&#x662F;&#x4E5F;&#x77E5;&#x9053;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x9000;&#x8DEF;&#xFF0C;&#x53EA;&#x80FD;&#x7EE7;&#x7EED;&#x8FD9;&#x4E48;&#x987D;&#x5F3A;&#x8D70;&#x4E0B;&#x53BB;&#x3002;</p>
<hr>
<p>&#x6240;&#x8A00;&#x80E1;&#x4E71;&#xFF0C;&#x7EC8;&#x4EA6;&#x4E0D;&#x77E5;&#x6240;&#x601D;&#x3002;</p>

      
    </div>

  </div>

  <div class="article-footer">
    <div class="article-meta pull-left">

    

    

    </div>

    
  </div>
</article>

  






    </main>

    <footer class="site-footer">
  <p class="site-info">
    Proudly powered by <a href="https://hexo.io/" target="_blank">Hexo</a> and
    Theme by <a href="https://github.com/CodeDaraW/Hacker" target="_blank">Hacker</a>
    </br>
    
    &copy; 2022 Rainbow Yang
    
  </p>
</footer>
    
<script>
    (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
                (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
            m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
    })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

    ga('create', 'UA-93934873-1', 'auto');
    ga('send', 'pageview');

</script>

    
  </div>
</div>
</body>
</html>