<!DOCTYPE HTML>
<html>
<head>
  <meta charset="utf-8">
  
  <title>空间探索[1]:高维探索 | 离梦之殇 如梦之境 | 认清自我，扩展边界.&lt;br&gt;To See Outer. To See Inner.</title>

  
  <meta name="author" content="Rainbow Yang">
  

  
  <meta name="description" content="引子
我们处在三维空间之中(别扯四维时空，你先要知道那到底是啥)，所以对于三维空间的理解和想象都显得十分的自然。
但是三维空间之上，比如四维空间，到底意味这什么？ 在这里，我并不是想涉及到其物理意义，而只是纯粹的数学上的欧几里得空间。">
  

  
  
  <meta name="keywords" content="数学">
  

  <meta id="viewport" name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no, minimal-ui">
  <meta name="apple-mobile-web-app-capable" content="yes">
  <meta name="apple-mobile-web-app-status-bar-style" content="black">

  <meta property="og:title" content="空间探索[1]:高维探索"/>

  <meta property="og:site_name" content="离梦之殇 如梦之境"/>

  
  <meta property="og:image" content="/favicon.ico"/>
  

  <link href="/favicon.ico" rel="icon">
  <link rel="alternate" href="/atom.xml" title="离梦之殇 如梦之境" type="application/atom+xml">
  <link rel="stylesheet" href="/css/style.css" media="screen" type="text/css">
<meta name="generator" content="Hexo 5.4.0"></head>


<body>
<div class="blog">
  <div class="content">

    <header>
  <div class="site-branding">
    <h1 class="site-title">
      <a href="/">离梦之殇 如梦之境</a>
    </h1>
    <p class="site-description">认清自我，扩展边界.<br>To See Outer. To See Inner.</p>
  </div>
  <nav class="site-navigation">
    <ul>
      
      <li><a href="/">Home</a></li>
      
      <li><a href="/archives">Archives</a></li>
      
      <li><a href="/about">About</a></li>
      
      <li><a href="/links">Links</a></li>
      
      <li><a href="/atom.xml">RSS</a></li>
      
      <li><a href="/admin">Admin</a></li>
      
    </ul>
  </nav>
</header>

    <main class="site-main posts-loop">
    <article>

  
    
    <h3 class="article-title"><span>空间探索[1]:高维探索</span></h3>
    
  

  <div class="article-top-meta">
    <span class="posted-on">
      <a href="/post/2017/09/Space-1.html" rel="bookmark">
        <time class="entry-date published" datetime="2017-09-30T12:51:00.000Z">
          2017-09-30
        </time>
      </a>
    </span>
  </div>


  

  <div class="article-content">
    <div class="entry">
      
        <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/katex@0.10.1/dist/katex.min.css" integrity="sha384-dbVIfZGuN1Yq7/1Ocstc1lUEm+AT+/rCkibIcC/OmWo5f0EA48Vf8CytHzGrSwbQ" crossorigin="anonymous"><h2 id="&#x5F15;&#x5B50;">&#x5F15;&#x5B50;</h2>
<p>&#x6211;&#x4EEC;&#x5904;&#x5728;&#x4E09;&#x7EF4;&#x7A7A;&#x95F4;&#x4E4B;&#x4E2D;(&#x522B;&#x626F;&#x56DB;&#x7EF4;&#x65F6;&#x7A7A;&#xFF0C;&#x4F60;&#x5148;&#x8981;&#x77E5;&#x9053;&#x90A3;&#x5230;&#x5E95;&#x662F;&#x5565;)&#xFF0C;&#x6240;&#x4EE5;&#x5BF9;&#x4E8E;&#x4E09;&#x7EF4;&#x7A7A;&#x95F4;&#x7684;&#x7406;&#x89E3;&#x548C;&#x60F3;&#x8C61;&#x90FD;&#x663E;&#x5F97;&#x5341;&#x5206;&#x7684;&#x81EA;&#x7136;&#x3002;</p>
<p>&#x4F46;&#x662F;&#x4E09;&#x7EF4;&#x7A7A;&#x95F4;&#x4E4B;&#x4E0A;&#xFF0C;&#x6BD4;&#x5982;&#x56DB;&#x7EF4;&#x7A7A;&#x95F4;&#xFF0C;&#x5230;&#x5E95;&#x610F;&#x5473;&#x8FD9;&#x4EC0;&#x4E48;&#xFF1F; &#x5728;&#x8FD9;&#x91CC;&#xFF0C;&#x6211;&#x5E76;&#x4E0D;&#x662F;&#x60F3;&#x6D89;&#x53CA;&#x5230;&#x5176;&#x7269;&#x7406;&#x610F;&#x4E49;&#xFF0C;&#x800C;&#x53EA;&#x662F;&#x7EAF;&#x7CB9;&#x7684;&#x6570;&#x5B66;&#x4E0A;&#x7684;&#x6B27;&#x51E0;&#x91CC;&#x5F97;&#x7A7A;&#x95F4;&#x3002;</p>
<span id="more"></span>
<h2 id="&#x7EF4;">&#x7EF4;</h2>
<p>&#x7EF4;&#x5EA6;&#xFF0C;&#x610F;&#x5473;&#x7740;&#x4E00;&#x4E2A;&#x72EC;&#x4E00;&#x65E0;&#x4E8C;&#x7684;&#x65B9;&#x5411;&#x3002;&#x5B83;&#x53EA;&#x80FD;&#x7531;&#x5B83;&#x81EA;&#x5DF1;&#x6765;&#x8868;&#x8FBE;&#xFF0C;&#x5176;&#x4ED6;&#x7684;&#x7EF4;&#x5EA6;&#x6295;&#x5F71;&#x5230;&#x8FD9;&#x4E2A;&#x65B9;&#x5411;&#x4E0A;&#x90FD;&#x5E94;&#x8BE5;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x70B9;&#x3002;</p>
<p>&#x8FD9;&#x5C31;&#x610F;&#x5473;&#x7740;&#x6240;&#x6709;&#x7684;&#x7EF4;&#x5EA6;&#x90FD;&#x662F;&#x6B63;&#x4EA4;&#xFF08;&#x5782;&#x76F4;&#xFF09;&#x7684;&#xFF0C;&#x7136;&#x540E;&#x4E00;&#x8D77;&#x5F20;&#x5F00;&#x4E86;&#x8FD9;&#x4E2A;&#x51E0;&#x4F55;&#x7A7A;&#x95F4;&#x3002;</p>
<p>&#x7EF4;&#x5EA6;&#x5176;&#x5B9E;&#x4E5F;&#x53EF;&#x4EE5;&#x770B;&#x6210;&#x4E00;&#x4E2A;&#x8F74;&#xFF0C;&#x5728;&#x4E0B;&#x9762;&#x6211;&#x53EF;&#x80FD;&#x4F1A;&#x6DF7;&#x5408;&#x4F7F;&#x7528;&#x3002;</p>
<h3 id="&#x8868;&#x793A;&#x65B9;&#x6CD5;">&#x8868;&#x793A;&#x65B9;&#x6CD5;</h3>
<h4 id="&#x5F15;&#x5165;">&#x5F15;&#x5165;</h4>
<p>&#x9996;&#x5148;&#x60F3;&#x8C61;&#x4E00;&#x4E2A;&#x4E09;&#x7EF4;&#x5750;&#x6807;&#x7CFB;&#xFF0C;&#x7136;&#x540E;&#x628A;&#x5B83;&#x6295;&#x5F71;&#x5728;&#x5728;&#x4E00;&#x4E2A;&#x5E73;&#x9762;&#x4E0A;&#xFF08;&#x5176;&#x5B9E;&#x5C31;&#x7B97;&#x5728;&#x8111;&#x6D77;&#x91CC;&#xFF0C;&#x5B83;&#x4E5F;&#x5DF2;&#x7ECF;&#x662F;&#x4E8C;&#x7EF4;&#x7684;&#xFF0C;&#x53EA;&#x662F;&#x611F;&#x89C9;&#x662F;&#x4E09;&#x7EF4;&#xFF09;&#x3002;</p>
<p>&#x53EF;&#x4EE5;&#x628A;&#x4ED6;&#x753B;&#x5728;&#x7EB8;&#x4E0A;&#xFF0C;&#x5F88;&#x663E;&#x7136;&#x5728;&#x4E00;&#x5F20;&#x4E8C;&#x7EF4;&#x7684;&#x7EB8;&#x4E0A;&#xFF0C;&#x8981;&#x753B;&#x4E09;&#x4E2A;&#x7EF4;&#x5EA6;&#xFF08;&#x5750;&#x6807;&#x8F74;&#xFF09;&#x5E76;&#x4E14;&#x8BA9;&#x4ED6;&#x4EEC;&#x4E92;&#x76F8;&#x5782;&#x76F4;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x7684;&#x3002;</p>
<p>&#x6240;&#x4EE5;&#x5BF9;&#x4E8E;&#x7B2C;&#x4E09;&#x7EF4;&#x5EA6;&#xFF08;z &#x8F74;&#xFF09;&#xFF0C;&#x4E00;&#x822C;&#x4F1A;&#x5728; x &#x8F74;&#x5411;&#x53F3;&#xFF0C;y &#x8F74;&#x5411;&#x4E0A;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x628A; z &#x8F74;&#x5411;&#x5DE6;&#x4E0B;&#x89D2;&#x753B;&#x3002;&#x867D;&#x7136;&#x5E76;&#x6CA1;&#x6709;&#x5782;&#x76F4;&#xFF0C;&#x4F46;&#x662F;&#x53EF;&#x4EE5;&#x81EA;&#x7136;&#x7684;&#x611F;&#x5230;&#x8FD9;&#x662F;&#x7531;&#x4E8E;&#x6295;&#x5F71;&#x9020;&#x6210;&#x7684;&#x3002;</p>
<p>&#x7531;&#x4E8E;&#x4E60;&#x60EF;&#x4E86;&#x5BF9;&#x4E09;&#x7EF4;&#x7684;&#x601D;&#x8003;&#xFF0C;&#x6240;&#x4EE5;&#x8FD9;&#x79CD;&#x753B;&#x5728;&#x4E8C;&#x7EF4;&#x7684;&#x4E09;&#x7EF4;&#x56FE;&#x50CF;&#x8FD8;&#x662F;&#x5F88;&#x5BB9;&#x6613;&#x8FD8;&#x539F;&#x56DE;&#x6210;&#x4E09;&#x7EF4;&#x7684;&#x611F;&#x89C9;&#x3002;</p>
<p>&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x4F5C;&#x4E3A;&#x4E09;&#x7EF4;&#x751F;&#x7269;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x773C;&#x775B;&#x770B;&#x5230;&#x7684;&#x5176;&#x5B9E;&#x662F;&#x4E8C;&#x7EF4;&#x7684;&#x4E1C;&#x897F;&#xFF08;&#x4E5F;&#x5C31;&#x662F;&#x90A3;&#x5C42;&#x89C6;&#x7F51;&#x819C;&#x6240;&#x5F97;&#x5230;&#x7684;&#xFF09;&#x3002;</p>
<p>&#x5305;&#x62EC;&#x5E73;&#x65F6;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x5404;&#x79CD;&#x663E;&#x793A;&#x5668;&#x4E5F;&#x5C31;&#x90FD;&#x662F;&#x4E8C;&#x7EF4;&#x7684;&#xFF0C;&#x8981;&#x60F3;&#x5728;&#x4E0A;&#x9762;&#x663E;&#x793A;&#x51FA;&#x4E00;&#x4E2A;&#x4E1C;&#x897F;&#xFF0C;&#x90A3;&#x4E5F;&#x5C31;&#x662F;&#x4E8C;&#x7EF4;&#x7684;&#x56FE;&#x50CF;&#x3002;</p>
<h4 id="&#x8868;&#x793A;">&#x8868;&#x793A;</h4>
<p>&#x90A3;&#x4E48;&#x5F52;&#x6839;&#x7ED3;&#x5E95;&#xFF0C;&#x4E00;&#x4E2A;&#x7EF4;&#x5EA6;&#x6295;&#x5F71;&#x5230;&#x6211;&#x4EEC;&#x6240;&#x770B;&#x5230;&#x7684;&#x4E8C;&#x7EF4;&#x4E0A;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x7528;&#x4E00;&#x4E2A;&#x89C6;&#x89C9;&#x89D2;&#x5EA6;&#xFF08;<span class="katex"><span class="katex-mathml"><math><semantics><mrow><mi>&#x3B8;</mi><mi>s</mi></mrow><annotation encoding="application/x-tex">&#x3B8;s</annotation></semantics></math></span><span class="katex-html" aria-hidden="true"><span class="base"><span class="strut" style="height:0.69444em;vertical-align:0em;"></span><span class="mord mathdefault" style="margin-right:0.02778em;">&#x3B8;</span><span class="mord mathdefault">s</span></span></span></span>&#xFF09;&#x548C;&#x4E00;&#x4E2A;&#x89C6;&#x89C9;&#x957F;&#x5EA6;&#xFF08;<span class="katex"><span class="katex-mathml"><math><semantics><mrow><mi>l</mi><mi>s</mi></mrow><annotation encoding="application/x-tex">ls</annotation></semantics></math></span><span class="katex-html" aria-hidden="true"><span class="base"><span class="strut" style="height:0.69444em;vertical-align:0em;"></span><span class="mord mathdefault" style="margin-right:0.01968em;">l</span><span class="mord mathdefault">s</span></span></span></span>&#xFF09;&#x6765;&#x8868;&#x793A;&#x4E86;&#x3002;</p>
<h5 id="&#x89C6;&#x89C9;&#x89D2;&#x5EA6;">&#x89C6;&#x89C9;&#x89D2;&#x5EA6;</h5>
<p>&#x8FD9;&#x4E2A;&#x89C6;&#x89C9;&#x89D2;&#x5EA6;&#xFF0C;&#x5176;&#x5B9E;&#x4E5F;&#x5C31;&#x662F;&#x4E0A;&#x4E0B;&#x5DE6;&#x53F3;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x7528;&#x4E00;&#x4E2A;&#x89D2;&#x5EA6;&#x5C31;&#x53EF;&#x4EE5;&#x8868;&#x793A;&#x4E86;&#x3002;&#x8FD9;&#x4E2A;&#x89D2;&#x5EA6;&#x6211;&#x66F4;&#x4E60;&#x60EF;&#x4E8E;&#x4EE5; 3 &#x70B9;&#x949F;&#x65B9;&#x5411;&#x4E3A;&#x5F00;&#x59CB;&#xFF0C;&#x7136;&#x540E;&#x9006;&#x65F6;&#x9488;&#x9012;&#x589E;&#xFF08;&#x5176;&#x5B9E;&#x4E5F;&#x5C31;&#x662F;&#x5E73;&#x9762;&#x76F4;&#x89D2;&#x5750;&#x6807;&#x7CFB;&#x91CC;&#x9762;&#x7C7B;&#x4F3C;&#x7684;&#x503E;&#x659C;&#x89D2;&#x7684;&#x5B9A;&#x4E49;&#xFF09;&#x3002;</p>
<h5 id="&#x89C6;&#x89C9;&#x957F;&#x5EA6;">&#x89C6;&#x89C9;&#x957F;&#x5EA6;</h5>
<p>&#x81F3;&#x4E8E;&#x89C6;&#x89C9;&#x957F;&#x5EA6;&#xFF0C;&#x5176;&#x5B9E;&#x5E76;&#x4E0D;&#x662F;&#x8BF4;&#x5176;&#x5355;&#x4F4D;&#x957F;&#x5EA6;&#x6709;&#x591A;&#x957F;&#xFF0C;&#x800C;&#x662F;&#x770B;&#x4E0A;&#x53BB;&#x7684;&#x957F;&#x5EA6;&#x548C;&#x539F;&#x6765;&#x7684;&#x957F;&#x5EA6;&#x7684;&#x6BD4;&#x503C;&#x3002;</p>
<p>&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x5F53;&#x89C2;&#x5BDF;&#x8005;&#x7684;&#x89C6;&#x7EBF;&#x548C;&#x8FD9;&#x4E2A;&#x7EF4;&#x5EA6;&#x5782;&#x76F4;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x770B;&#x5230;&#x7684;&#x662F;&#x6700;&#x957F;&#x7684;&#xFF08;&#x6211;&#x628A;&#x8FD9;&#x5B9A;&#x4E3A; 1&#xFF0C;&#x6216;&#x8005;&#x7406;&#x89E3;&#x4E3A; 100%&#xFF09;&#xFF1B;&#x7136;&#x540E;&#x60F3;&#x8C61;&#x4E00;&#x4E0B;&#x628A;&#x8FD9;&#x4E2A;&#x7EF4;&#x5EA6;&#x6162;&#x6162;&#x5730;&#x671D;&#x7740;&#x81EA;&#x5DF1;&#xFF0C;&#x6700;&#x540E;&#x5F53;&#x5B83;&#x5B8C;&#x5168;&#x6307;&#x5411;&#x4F60;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6240;&#x80FD;&#x770B;&#x5230;&#x7684;&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x70B9;&#xFF08;&#x8FD9;&#x5C31;&#x662F; 0%&#xFF09;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#x5B9A;&#x4E49;&#x89C6;&#x7EBF;&#x548C;&#x7EF4;&#x5EA6;&#x7684;&#x5939;&#x89D2;&#x4E3A; <span class="katex"><span class="katex-mathml"><math><semantics><mrow><mi>&#x3B8;</mi><mi>s</mi></mrow><annotation encoding="application/x-tex">&#x3B8;s</annotation></semantics></math></span><span class="katex-html" aria-hidden="true"><span class="base"><span class="strut" style="height:0.69444em;vertical-align:0em;"></span><span class="mord mathdefault" style="margin-right:0.02778em;">&#x3B8;</span><span class="mord mathdefault">s</span></span></span></span>&#xFF0C;&#x90A3;&#x4E48;&#x4E0A;&#x9762;&#x8BF4;&#x7684;&#x8FD9;&#x4E2A;&#x503C;&#x4E5F;&#x5C31;&#x662F; <span class="katex"><span class="katex-mathml"><math><semantics><mrow><mi>s</mi><mi>i</mi><mi>n</mi><mo stretchy="false">(</mo><mi>&#x3B8;</mi><mi>s</mi><mo stretchy="false">)</mo></mrow><annotation encoding="application/x-tex">sin(&#x3B8;s)</annotation></semantics></math></span><span class="katex-html" aria-hidden="true"><span class="base"><span class="strut" style="height:1em;vertical-align:-0.25em;"></span><span class="mord mathdefault">s</span><span class="mord mathdefault">i</span><span class="mord mathdefault">n</span><span class="mopen">(</span><span class="mord mathdefault" style="margin-right:0.02778em;">&#x3B8;</span><span class="mord mathdefault">s</span><span class="mclose">)</span></span></span></span>&#x3002;</p>
<p>&#x6240;&#x4EE5;&#x4E00;&#x4E2A;&#x8F74;&#x5C31;&#x53EF;&#x4EE5;&#x5B9A;&#x4E49;&#x4E3A;&#xFF08;&#x89D2;&#x5EA6;&#xFF0C;&#x89C6;&#x89C9;&#x957F;&#x5EA6;&#xFF09;</p>
<p>&#x6211;&#x4EEC;&#x6240;&#x4E60;&#x60EF;&#x7684;&#x5E73;&#x9762;&#x76F4;&#x89D2;&#x5750;&#x6807;&#x7CFB;&#x5C31;&#x53EF;&#x4EE5;&#x7528;{ x &#x8F74;(0&#xB0;&#xFF0C;100%), y &#x8F74;(90&#xB0;&#xFF0C;100%) }&#x6765;&#x8868;&#x793A;&#xFF08;&#x4F46;&#x662F;&#x6211;&#x66F4;&#x4E60;&#x60EF;&#x5F27;&#x5EA6;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;{ x &#x8F74;(0&#xFF0C;1), y &#x8F74;(&#x3C0;/2&#xFF0C;1) }&#xFF09;&#x3002;</p>
<p>&#x5728;&#x8FD9;&#x91CC;&#x4E5F;&#x53EF;&#x4EE5;&#x7528;&#x4E00;&#x4E2A;&#x590D;&#x6570;&#x6765;&#x8868;&#x793A;&#x4E00;&#x4E2A;&#x7EF4;&#x5EA6;&#xFF0C;&#x5176;&#x5E45;&#x89D2;&#x548C;&#x6A21;&#x521A;&#x597D;&#x5BF9;&#x5E94;&#x4E0A;&#x9762;&#x7684;&#x89D2;&#x5EA6;&#x548C;&#x89C6;&#x89C9;&#x957F;&#x5EA6;&#xFF0C;&#x6240;&#x4EE5;&#x4E0A;&#x9762;&#x90A3;&#x4E2A;&#x4E8C;&#x7EF4;&#x7684;&#x5750;&#x6807;&#x7CFB;&#x4E5F;&#x53EF;&#x4EE5;&#x8868;&#x793A;&#x4E3A;&#x4E5F;&#x5C31;&#x662F;{ x &#x8F74;(1+0i), y &#x8F74;(0+1i) }&#x3002;</p>
<h2 id="&#x5750;&#x6807;&#x7CFB;">&#x5750;&#x6807;&#x7CFB;</h2>
<p>&#x5750;&#x6807;&#x7CFB;&#xFF0C;&#x7531;&#x4E00;&#x4E9B;&#x5E94;&#x8BE5;&#x5728;&#x5176;&#x7A7A;&#x95F4;&#x4E0A;&#x76F8;&#x4E92;&#x5782;&#x76F4;&#x7684;&#x7EF4;&#x5EA6;&#x7EC4;&#x6210;&#x3002;</p>
<p>&#x867D;&#x7136;&#x53EF;&#x4EE5;&#x5728;&#x4E8C;&#x7EF4;&#x7684;&#x5C4F;&#x5E55;&#x4E0A;&#x7528;&#x4E0A;&#x9762;&#x7684;&#x65B9;&#x5F0F;&#x8868;&#x793A;&#x7EF4;&#x5EA6;&#x7684;&#x6295;&#x5F71;&#x4E4B;&#x540E;&#x7684;&#x6837;&#x5B50;&#xFF0C;&#x4F46;&#x8FD9;&#x5E76;&#x4E0D;&#x610F;&#x5473;&#x8FD9;&#x4EFB;&#x610F;&#x7684;&#x7EC4;&#x5408;&#x90FD;&#x53EF;&#x4EE5;&#x7ED9;&#x4EBA;&#x4E00;&#x79CD;&#x6240;&#x6709;&#x7684;&#x8F74;&#x4E4B;&#x95F4;&#x4E92;&#x76F8;&#x5782;&#x76F4;&#x7684;&#x611F;&#x89C9;&#x3002;</p>
<h3 id="&#x7B80;&#x5355;&#x7EF4;&#x5EA6;">&#x7B80;&#x5355;&#x7EF4;&#x5EA6;</h3>
<h4 id="&#x4E8C;&#x7EF4;">&#x4E8C;&#x7EF4;</h4>
<p>&#x5728;&#x4E8C;&#x7EF4;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x89C6;&#x89C9;&#x957F;&#x5EA6;&#x65E0;&#x7591;&#x90FD;&#x5E94;&#x8BE5;&#x662F; 100%&#x3002;&#xFF08;&#x4E0D;&#x7136;&#x5C31;&#x662F;&#x50CF;&#x4E09;&#x7EF4;&#x7684;&#x4E86;&#xFF09;</p>
<p>&#x4F46;&#x662F;&#x5BF9;&#x4E8E;&#x5176;&#x89D2;&#x5EA6;&#xFF0C;&#x5C31;&#x5E94;&#x8BE5;&#x6EE1;&#x8DB3;&#x5DEE;&#x4E3A; 90&#xB0;&#x3002;&#x56E0;&#x4E3A;&#x53EA;&#x6709;&#x8FD9;&#x6837;&#x624D;&#x6709;&#x7EF4;&#x5EA6;&#x4E4B;&#x95F4;&#x5782;&#x76F4;&#x7684;&#x611F;&#x89C9;&#x3002;</p>
<h4 id="&#x4E09;&#x7EF4;">&#x4E09;&#x7EF4;</h4>
<p>&#x53EF;&#x4EE5;&#x5148;&#x60F3;&#x8C61;&#x4E00;&#x4E0B;&#x4E8C;&#x7EF4;&#x5750;&#x6807;&#x7CFB;&#xFF0C;&#x7136;&#x540E;&#x60F3;&#x8C61;&#x7740;&#x7B2C;&#x4E09;&#x7EF4;&#xFF08;z &#x8F74;&#xFF09;&#x5728;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#x6B63;&#x5BF9;&#x7740;&#x4F60;&#xFF08;&#x5C31;&#x50CF;&#x4FEF;&#x89C6;&#x8FD8;&#x6CA1;&#x53D1;&#x5C04;&#x7684;&#x706B;&#x7BAD;&#xFF1F;&#xFF09;&#x3002;</p>
<p>&#x63A5;&#x7740;&#x5C06; z &#x8F74;&#x4E0E;&#x89C6;&#x7EBF;&#x504F;&#x79BB;&#xFF0C;&#x8FD9;&#x65F6; z &#x8F74;&#x7684;&#x89C6;&#x89C9;&#x957F;&#x5EA6;&#x5C06;&#x4F1A;&#x4ECE; 0 &#x5F00;&#x59CB;&#x589E;&#x52A0;&#xFF0C;&#x540C;&#x65F6; x &#x8F74;&#x548C; y &#x8F74;&#x7684;&#x89C6;&#x89C9;&#x957F;&#x5EA6;&#x4F1A;&#x88AB;&#x5411; z &#x8F74;&#x7684;&#x538B;&#x7F29;&#x3002;</p>
<h3 id="&#x9AD8;&#x7EF4;&#x63A8;&#x5E7F;">&#x9AD8;&#x7EF4;&#x63A8;&#x5E7F;</h3>
<p>&#x65E2;&#x7136;&#x5728;&#x4E0A;&#x9762;&#x7684;&#x4E09;&#x7EF4;&#x91CC;&#x9762;&#xFF0C;&#x5F53;&#x589E;&#x52A0;&#x4E00;&#x4E2A;&#x7EF4;&#x5EA6;&#x7684;&#x89C6;&#x89C9;&#x957F;&#x5EA6;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F1A;&#x5BFC;&#x81F4;&#x5176;&#x4ED6;&#x7EF4;&#x5EA6;&#x89C6;&#x89C9;&#x957F;&#x5EA6;&#x7684;&#x51CF;&#x5C11;&#xFF0C;&#x90A3;&#x4E48;&#x4F1A;&#x4E0D;&#x4F1A;&#x6709;&#x4E00;&#x4E2A;&#x7279;&#x6B8A;&#x7684;&#x7B49;&#x5F0F;&#x5462;&#xFF1F;</p>
<p>&#x4E8B;&#x5B9E;&#x5982;&#x6B64;&#xFF0C;&#x5728;&#x4E09;&#x7EF4;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5047;&#x8BBE;&#x6709;&#x4EE5;&#x539F;&#x70B9;&#x4E3A;&#x8D77;&#x70B9;&#xFF0C;&#x5206;&#x522B;&#x4EE5;&#xFF08;R,0,0&#xFF09;&#xFF0C;&#xFF08;0,R,0&#xFF09;&#xFF0C;&#xFF08;0,0,R&#xFF09;&#x4E3A;&#x7EC8;&#x70B9;&#x7684;&#x4E09;&#x6761;&#x7EBF;&#x6BB5;&#x540C;&#x65F6;&#x5E73;&#x884C;&#x6295;&#x5F71;&#x5230;&#x4E00;&#x4E2A;&#x5E73;&#x9762;&#x4E0A;&#xFF0C;&#x90A3;&#x4E48;&#x5176;&#x957F;&#x5EA6;&#x7684;&#x5E73;&#x65B9;&#x548C;&#x4E3A; <span class="katex"><span class="katex-mathml"><math><semantics><mrow><mn>2</mn><msup><mi>R</mi><mn>2</mn></msup></mrow><annotation encoding="application/x-tex">2R^2</annotation></semantics></math></span><span class="katex-html" aria-hidden="true"><span class="base"><span class="strut" style="height:0.8141079999999999em;vertical-align:0em;"></span><span class="mord">2</span><span class="mord"><span class="mord mathdefault" style="margin-right:0.00773em;">R</span><span class="msupsub"><span class="vlist-t"><span class="vlist-r"><span class="vlist" style="height:0.8141079999999999em;"><span style="top:-3.063em;margin-right:0.05em;"><span class="pstrut" style="height:2.7em;"></span><span class="sizing reset-size6 size3 mtight"><span class="mord mtight">2</span></span></span></span></span></span></span></span></span></span></span>&#x3002;</p>
<p>&#x5F53;&#x7136;&#x5728;&#x4E8C;&#x7EF4;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8FD9;&#x4E2A;&#x7ED3;&#x8BBA;&#x4E5F;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#x7684;&#x6210;&#x7ACB;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#x4E3A;&#x4EC0;&#x4E48;&#x4E0D;&#x80FD;&#x63A8;&#x5E7F;&#x5230;&#x9AD8;&#x7EF4;&#x5462;&#xFF1F;</p>
<h4 id="&#x4ECE;&#x4E8C;&#x7EF4;&#x5230;&#x4E09;&#x7EF4;">&#x4ECE;&#x4E8C;&#x7EF4;&#x5230;&#x4E09;&#x7EF4;</h4>
<p>&#x5047;&#x8BBE;&#x5728;&#x5E73;&#x9762;&#x4E0A;&#x6709;&#x4E00;&#x4E2A;&#x5706;&#xFF0C;&#x65E0;&#x8BBA;&#x600E;&#x4E48;&#x65CB;&#x8F6C;&#xFF0C;&#x5B83;&#x4ECD;&#x7136;&#x662F;&#x4E00;&#x4E2A;&#x5706;&#x3002;</p>
<p>&#x9664;&#x975E;&#x504F;&#x79BB;&#x5782;&#x76F4;&#x90A3;&#x4E2A;&#x5E73;&#x9762;&#x7684;&#x89C6;&#x7EBF;&#xFF0C;&#x4ECE;&#x4FA7;&#x9762;&#x770B;&#x5B83;&#x3002;&#x8FD9;&#x65F6;&#x5019;&#xFF0C;&#x8FD9;&#x4E2A;&#x5706;&#x5C31;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#x53D8;&#x6210;&#x4E86;&#x770B;&#x4E0A;&#x53BB;&#x7684;&#x692D;&#x5706;&#xFF0C;&#x4F46;&#x662F;&#x90FD;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#x8FD9;&#x5C31;&#x662F;&#x5706;&#x3002;&#x8FD9;&#x90FD;&#x662F;&#x56E0;&#x4E3A;&#x5728;&#x4E09;&#x7EF4;&#x7684;&#x4E16;&#x754C;&#x4E2D;&#x751F;&#x6D3B;&#xFF0C;&#x8BA9;&#x8FD9;&#x79CD;&#x53D8;&#x5F62;&#x975E;&#x5E38;&#x5BB9;&#x6613;&#x7406;&#x89E3;&#x3002;</p>
<h4 id="&#x4ECE;&#x4E09;&#x7EF4;&#x5230;&#x56DB;&#x7EF4;">&#x4ECE;&#x4E09;&#x7EF4;&#x5230;&#x56DB;&#x7EF4;</h4>
<p>&#x540C;&#x6837;&#x7684;&#xFF0C;&#x60F3;&#x8C61;&#x4E00;&#x4E2A;&#x7403;&#xFF0C;&#x65E0;&#x8BBA;&#x600E;&#x4E48;&#x65CB;&#x8F6C;&#xFF0C;&#x5B83;&#x4ECD;&#x7136;&#x662F;&#x4E00;&#x4E2A;&#x7403;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#xFF0C;&#x7136;&#x540E;&#x89C6;&#x7EBF;&#x504F;&#x79BB;&#xFF01;</p>
<p>&#x4F60;&#x53EF;&#x4EE5;&#x60F3;&#x8C61;&#x4E00;&#x4E2A;&#x753B;&#x5728;&#x5E73;&#x9762;&#x4E0A;&#x7684;&#x7403;&#xFF0C;&#x7136;&#x540E;&#x50CF;&#x4E8C;&#x7EF4;&#x5230;&#x4E09;&#x7EF4;&#x4E00;&#x6837;&#xFF0C;&#x4ECE;&#x4FA7;&#x9762;&#x53BB;&#x770B;&#xFF0C;&#x90A3;&#x4E48;&#x6B63;&#x5982;&#x5706;&#x53D8;&#x6210;&#x692D;&#x5706;&#x4E00;&#x6837;&#xFF0C;&#x8FD9;&#x4E2A;&#x5728;&#x4E09;&#x7EF4;&#x4E0D;&#x7BA1;&#x600E;&#x4E48;&#x770B;&#x90FD;&#x4E00;&#x6837;&#x7684;&#x7403;&#x53D8;&#x6210;&#x4E86;&#x4E00;&#x4E2A;&#x692D;&#x7403;&#x3002;</p>

      
    </div>

  </div>

  <div class="article-footer">
    <div class="article-meta pull-left">

    
      

    <span class="post-categories">
      <i class="icon-categories"></i>
        <a href="/categories/知识/">知识</a>, <a href="/categories/知识/数学/">数学</a>, <a href="/categories/知识/数学/空间/">空间</a>
    </span>
    

    
    

    <span class="post-tags">
      <i class="icon-tags"></i>
        <a href="/tags/数学/">数学</a>
    </span>
    

    </div>

    
  </div>
</article>

  






    </main>

    <footer class="site-footer">
  <p class="site-info">
    Proudly powered by <a href="https://hexo.io/" target="_blank">Hexo</a> and
    Theme by <a href="https://github.com/CodeDaraW/Hacker" target="_blank">Hacker</a>
    </br>
    
    &copy; 2021 Rainbow Yang
    
  </p>
</footer>
    
<script>
    (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
                (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
            m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
    })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

    ga('create', 'UA-93934873-1', 'auto');
    ga('send', 'pageview');

</script>

    
  </div>
</div>
</body>
</html>