<!DOCTYPE HTML>
<html>
<head>
  <meta charset="utf-8">
  
  <title>我们应该怎么记录和保存信息 | 离梦之殇 如梦之境 | 认清自我，扩展边界.&lt;br&gt;To See Outer. To See Inner.</title>

  
  <meta name="author" content="Rainbow Yang">
  

  
  <meta name="description" content="&amp;#x7406;&amp;#x8BBA;&amp;#x7BC7;&amp;#xFF1A;DIKW&amp;#x4F53;&amp;#x7CFB;
&amp;#x4FE1;&amp;#x606F;&amp;#xFF0C;&amp;#x4E0D;&amp;#x5355;&amp;#x5355;&amp;#x53EA;&amp;#x662F;&amp;#x4E00;&amp;#x6BB5;&amp;#x6587;&amp;#x5B57;&amp;">
  

  
  
  <meta name="keywords" content="">
  

  <meta id="viewport" name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no, minimal-ui">
  <meta name="apple-mobile-web-app-capable" content="yes">
  <meta name="apple-mobile-web-app-status-bar-style" content="black">

  <meta property="og:title" content="我们应该怎么记录和保存信息"/>

  <meta property="og:site_name" content="离梦之殇 如梦之境"/>

  
  <meta property="og:image" content="/favicon.ico"/>
  

  <link href="/favicon.ico" rel="icon">
  <link rel="alternate" href="/atom.xml" title="离梦之殇 如梦之境" type="application/atom+xml">
  <link rel="stylesheet" href="/css/style.css" media="screen" type="text/css">
<meta name="generator" content="Hexo 5.4.0"></head>


<body>
<div class="blog">
  <div class="content">

    <header>
  <div class="site-branding">
    <h1 class="site-title">
      <a href="/">离梦之殇 如梦之境</a>
    </h1>
    <p class="site-description">认清自我，扩展边界.<br>To See Outer. To See Inner.</p>
  </div>
  <nav class="site-navigation">
    <ul>
      
      <li><a href="/">Home</a></li>
      
      <li><a href="/archives">Archives</a></li>
      
      <li><a href="/about">About</a></li>
      
      <li><a href="/links">Links</a></li>
      
      <li><a href="/atom.xml">RSS</a></li>
      
      <li><a href="/admin">Admin</a></li>
      
    </ul>
  </nav>
</header>

    <main class="site-main posts-loop">
    <article>

  
    
    <h3 class="article-title"><span>我们应该怎么记录和保存信息</span></h3>
    
  

  <div class="article-top-meta">
    <span class="posted-on">
      <a href="/post/2021/06/我们应该怎么记录和保存信息.html" rel="bookmark">
        <time class="entry-date published" datetime="2021-06-06T06:42:22.000Z">
          2021-06-06
        </time>
      </a>
    </span>
  </div>


  

  <div class="article-content">
    <div class="entry">
      
        <h2 id="&#x7406;&#x8BBA;&#x7BC7;dikw&#x4F53;&#x7CFB;"><a class="markdownIt-Anchor" href="#&#x7406;&#x8BBA;&#x7BC7;dikw&#x4F53;&#x7CFB;"></a> &#x7406;&#x8BBA;&#x7BC7;&#xFF1A;<strong>DIKW&#x4F53;&#x7CFB;</strong></h2>
<p>&#x4FE1;&#x606F;&#xFF0C;&#x4E0D;&#x5355;&#x5355;&#x53EA;&#x662F;&#x4E00;&#x6BB5;&#x6587;&#x5B57;&#xFF0C;&#x4E00;&#x53E5;&#x8BDD;&#xFF0C;&#x6216;&#x8005;&#x8BF4;&#x8111;&#x6D77;&#x4E2D;&#x7684;&#x4E00;&#x4E2A;&#x60F3;&#x6CD5;&#x3002;</p>
<p>&#x6211;&#x89C9;&#x5F97;&#x5BF9;&#x4E8E;&#x201C;&#x4FE1;&#x606F;&#x201D;&#x8FD9;&#x4E24;&#x4E2A;&#x5B57;&#x6765;&#x8BF4;&#xFF0C;&#x9996;&#x5148;&#x5E94;&#x8BE5;&#x660E;&#x786E;&#x7684;&#x662F;&#xFF0C;&#x4EC0;&#x4E48;&#x662F;&#x4FE1;&#x606F;&#xFF0C;&#x6216;&#x8005;&#x8BF4;&#x6709;&#x54EA;&#x4E9B;&#x5C42;&#x6B21;&#x7684;&#x4FE1;&#x606F;&#x3002;</p>
<p>&#x800C;&#x8FD9;&#x91CC;&#x7684;&#x5C42;&#x6B21;&#x53EF;&#x4EE5;&#x5E94;&#x7528;<a target="_blank" rel="noopener" href="https://zh.wikipedia.org/wiki/DIKW%E4%BD%93%E7%B3%BB"><strong>DIKW&#x4F53;&#x7CFB;</strong></a>&#x6765;&#x8FDB;&#x884C;&#x5206;&#x5C42;&#xFF1A;&#x4E5F;&#x5C31;&#x662F;<a target="_blank" rel="noopener" href="https://zh.wikipedia.org/wiki/%E6%95%B0%E6%8D%AE">&#x6570;&#x636E;</a>(<strong>D</strong>ata)&#x3001;<a target="_blank" rel="noopener" href="https://zh.wikipedia.org/wiki/%E4%BF%A1%E6%81%AF">&#x4FE1;&#x606F;</a>(<strong>I</strong>nformation)&#x3001;<a target="_blank" rel="noopener" href="https://zh.wikipedia.org/wiki/%E7%9F%A5%E8%AF%86">&#x77E5;&#x8BC6;</a>(<strong>K</strong>nowledge)&#x53CA;<a target="_blank" rel="noopener" href="https://zh.wikipedia.org/wiki/%E6%99%BA%E6%85%A7">&#x667A;&#x6167;</a>(<strong>W</strong>isdom)&#x3002;&#x6BCF;&#x4E00;&#x5C42;&#x7684;&#x201C;&#x4FE1;&#x606F;&#x201D;&#x90FD;&#x662F;&#x4E0A;&#x4E00;&#x5C42;&#x201C;&#x4FE1;&#x606F;&#x201D;&#x7684;&#x6C47;&#x603B;&#x548C;&#x62BD;&#x8C61;&#x3002;&#x8FD9;&#x91CC;&#x5E26;&#x5F15;&#x53F7;&#x7684;&#x4FE1;&#x606F;&#x662F;&#x5E7F;&#x4E49;&#x7684;&#x6BCF;&#x4E00;&#x5C42;&#x7684;&#x4FE1;&#x606F;&#x3002;</p>
<h3 id="&#x76F4;&#x63A5;&#x4E8B;&#x5B9E;"><a class="markdownIt-Anchor" href="#&#x76F4;&#x63A5;&#x4E8B;&#x5B9E;"></a> &#x76F4;&#x63A5;&#x4E8B;&#x5B9E;</h3>
<p>&#x5176;&#x4E2D;&#x5BF9;&#x4E8E;&#x6570;&#x636E;&#x800C;&#x8A00;&#xFF0C;&#x56E0;&#x4E3A;&#x4EBA;&#x65E0;&#x6CD5;&#x76F4;&#x63A5;&#x5730;&#x83B7;&#x53D6;&#x6700;&#x5E95;&#x5C42;&#x7684;&#x6570;&#x636E;&#xFF0C;&#x54EA;&#x6015;&#x5F97;&#x77E5;&#x4E5F;&#x901A;&#x5E38;&#x4EE5;&#x4FE1;&#x606F;&#x7684;&#x5F62;&#x5F0F;&#x8FDB;&#x884C;&#x83B7;&#x53D6;&#x3002;&#x6240;&#x4EE5;&#x5176;&#x5B9E;&#x6570;&#x636E;&#x548C;&#x4FE1;&#x606F;&#xFF0C;&#x53EF;&#x4EE5;&#x5F52;&#x4E3A;&#x4E00;&#x7C7B;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x201C;&#x76F4;&#x63A5;&#x4E8B;&#x5B9E;&#x201D;&#x3002;&#x6211;&#x4EEC;&#x6216;&#x8BB8;&#x662F;&#x9700;&#x8981;&#x8BB0;&#x5FC6;&#x7684;&#xFF0C;&#x5E76;&#x4E14;&#x662F;&#x53EF;&#x80FD;&#x4F1A;&#x7528;&#x5230;&#x7684;&#x3002;</p>
<p>&#x8FD9;&#x4E00;&#x7C7B;&#x4FE1;&#x606F;&#x6211;&#x60F3;&#x5206;&#x4E3A;&#x77AC;&#x671F;&#x4FE1;&#x606F;&#x3001;&#x77ED;&#x671F;&#x4FE1;&#x606F;&#x548C;&#x957F;&#x671F;&#x4FE1;&#x606F;&#x3002;</p>
<p>&#x77AC;&#x671F;&#x4FE1;&#x606F;&#xFF0C;&#x4E00;&#x822C;&#x53EF;&#x80FD;&#x662F;&#x968F;&#x77E5;&#x968F;&#x5FD8;&#x7684;&#xFF0C;&#x4E00;&#x822C;&#x65F6;&#x6548;&#x6027;&#x662F;&#x51E0;&#x5206;&#x949F;&#x5230;&#x4E00;&#x5929;&#x4E4B;&#x5185;&#xFF0C;&#x6BD4;&#x5982;&#x9A8C;&#x8BC1;&#x7801;&#x77ED;&#x4FE1;&#x3001;&#x5929;&#x6C14;&#x4FE1;&#x606F;&#x2026;&#x2026;</p>
<p>&#x77ED;&#x671F;&#x4FE1;&#x606F;&#xFF0C;&#x4E00;&#x822C;&#x662F;&#x67D0;&#x4E9B;&#x77ED;&#x671F;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x56E0;&#x4E3A;&#x53EF;&#x80FD;&#x6709;&#x4E00;&#x4E2A;&#x65F6;&#x95F4;&#x8981;&#x6C42;&#xFF0C;&#x65F6;&#x6548;&#x6027;&#x7531;&#x4E8B;&#x4EF6;&#x7684;&#x53D1;&#x751F;&#x548C;&#x7ED3;&#x675F;&#x51B3;&#x5B9A;&#x3002;&#x6BD4;&#x5982;&#x4E00;&#x4E9B;&#x6D3B;&#x52A8;&#x3001;&#x4E00;&#x4E9B;&#x9879;&#x76EE;&#x6216;&#x8005;&#x4F5C;&#x4E1A;&#x7684;DDL&#x2026;&#x2026;&#x53EF;&#x80FD;&#x4F1A;&#x9700;&#x8981;&#x8FDB;&#x884C;&#x4E00;&#x4E9B;&#x8F85;&#x52A9;&#x8BB0;&#x5FC6;&#x3002;</p>
<p>&#x957F;&#x671F;&#x4FE1;&#x606F;&#xFF0C;&#x4E00;&#x822C;&#x662F;&#x6307;&#x6CA1;&#x6709;&#x65F6;&#x6548;&#x6027;&#x7684;&#x4E00;&#x4E9B;&#x4FE1;&#x606F;&#x3002;&#x4E00;&#x822C;&#x4F34;&#x751F;&#x4E8E;&#x4E8B;&#x4EF6;&#xFF0C;&#x4F46;&#x662F;&#x5176;&#x4FE1;&#x606F;&#x6709;&#x957F;&#x671F;&#x7684;&#x6548;&#x7528;&#xFF0C;&#x6240;&#x4EE5;&#x4E5F;&#x9700;&#x8981;&#x8FDB;&#x884C;&#x4E00;&#x4E9B;&#x957F;&#x671F;&#x7684;&#x4FDD;&#x5B58;&#x3002;</p>
<h3 id="&#x95F4;&#x63A5;&#x60F3;&#x6CD5;"><a class="markdownIt-Anchor" href="#&#x95F4;&#x63A5;&#x60F3;&#x6CD5;"></a> &#x95F4;&#x63A5;&#x60F3;&#x6CD5;</h3>
<p>&#x5BF9;&#x4E8E;&#x77E5;&#x8BC6;&#x548C;&#x667A;&#x6167;&#xFF0C;&#x5176;&#x5B9E;&#x5176;&#x4E2D;&#x7684;&#x5173;&#x7CFB;&#x4E5F;&#x5F88;&#x7384;&#x5999;&#x3002;&#x4F46;&#x662F;&#x5176;&#x5B9E;&#x53EF;&#x4EE5;&#x5F52;&#x4E3A;&#x4E00;&#x7C7B;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x95F4;&#x63A5;&#x60F3;&#x6CD5;&#x3002;&#x53EF;&#x80FD;&#x662F;&#x5BF9;&#x4E8E;&#x4E00;&#x4E9B;&#x76F4;&#x63A5;&#x4E8B;&#x5B9E;&#x7684;&#x601D;&#x8003;&#xFF0C;&#x5F97;&#x51FA;&#x4E86;&#x8FD9;&#x4E9B;&#x60F3;&#x6CD5;&#x3002;</p>
<p>&#x6211;&#x89C9;&#x5F97;&#x60F3;&#x6CD5;&#x672C;&#x8EAB;&#x53EF;&#x4EE5;&#x4E0D;&#x5177;&#x5907;&#x65F6;&#x6548;&#x6027;&#x3002;&#x53EA;&#x662F;&#xFF0C;&#x60F3;&#x6CD5;&#x672C;&#x8EAB;&#x53EF;&#x4EE5;&#x6709;&#x4E00;&#x4E2A;&#x4E0D;&#x65AD;&#x53D1;&#x5C55;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x6216;&#x8BB8;&#x9700;&#x8981;&#x7684;&#x662F;&#x4E0D;&#x65AD;&#x5730;&#x5C06;&#x60F3;&#x6CD5;&#x53BB;&#x8BB0;&#x5F55;&#x4E0B;&#x6765;&#xFF0C;&#x7136;&#x540E;&#x6162;&#x6162;&#x6F14;&#x5316;&#x3002;</p>
<blockquote>
<p>&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#x5176;&#x5B9E;&#x4E5F;&#x662F;&#x5728;&#x4E00;&#x5929;&#x665A;&#x4E0A;&#x7A81;&#x7136;&#x53D1;&#x73B0;&#x4E86; Flomo &#x7684;&#x65F6;&#x5019;&#x7684;&#x611F;&#x89E6;&#xFF0C;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x8BB0;&#x4FE1;&#x606F;&#xFF0C;&#x6216;&#x8005;&#x8BB0;&#x7B14;&#x8BB0;&#x5230;&#x5E95;&#x662F;&#x4E3A;&#x4E86;&#x4EC0;&#x4E48;&#xFF1F;</p>
<p>&#x9996;&#x5148;&#x867D;&#x7136;&#x5199;&#x51FA;&#x6765;&#x90FD;&#x662F;&#x6587;&#x5B57;&#xFF0C;&#x4F46;&#x662F;&#x6587;&#x5B57;&#x4E5F;&#x662F;&#x6709;&#x5C42;&#x6B21;&#x7684;&#xFF0C;&#x6709;&#x4E9B;&#x662F;&#x4FE1;&#x606F;&#xFF0C;&#x6709;&#x4E9B;&#x662F;&#x60F3;&#x6CD5;&#x3002;&#x6211;&#x4EEC;&#x5E94;&#x8BE5;&#x600E;&#x4E48;&#x53BB;&#x7BA1;&#x7406;&#x8FD9;&#x4E9B;&#x4E1C;&#x897F;&#xFF0C;&#x6240;&#x4EE5;&#x624D;&#x4EA7;&#x751F;&#x4E86;&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#x3002;</p>
</blockquote>
<h2 id="&#x5DE5;&#x5177;&#x8DEF;&#x5F84;&#x7BC7;&#x600E;&#x4E48;&#x7BA1;&#x7406;&#x4E0D;&#x540C;&#x5C42;&#x6B21;&#x7684;&#x4FE1;&#x606F;"><a class="markdownIt-Anchor" href="#&#x5DE5;&#x5177;&#x8DEF;&#x5F84;&#x7BC7;&#x600E;&#x4E48;&#x7BA1;&#x7406;&#x4E0D;&#x540C;&#x5C42;&#x6B21;&#x7684;&#x4FE1;&#x606F;"></a> &#x5DE5;&#x5177;&amp;&#x8DEF;&#x5F84;&#x7BC7;&#xFF1A;&#x600E;&#x4E48;&#x7BA1;&#x7406;&#x4E0D;&#x540C;&#x5C42;&#x6B21;&#x7684;&#x201C;&#x4FE1;&#x606F;&#x201D;</h2>
<p>&#x6839;&#x636E;&#x4E0A;&#x9762;&#x6240;&#x5206;&#x51FA;&#x6765;&#x7684;&#x4E24;&#x4E2A;&#x5C42;&#x6B21;&#xFF1A;&#x76F4;&#x63A5;&#x4E8B;&#x5B9E;&#x548C;&#x95F4;&#x63A5;&#x4FE1;&#x606F;&#x3002;</p>
<p>&#x5BF9;&#x4E8E;&#x76F4;&#x63A5;&#x4E8B;&#x5B9E;&#xFF0C;&#x5176;&#x5B9E;&#x53EA;&#x9700;&#x8981;&#x4E00;&#x4E2A;&#x65B9;&#x4FBF;&#x6253;&#x5B57;&#x5E76;&#x4E14;&#x591A;&#x7AEF;&#x7684;&#x8F7B;&#x91CF;&#x7684;&#x5E94;&#x7528;&#x5C31;&#x53EF;&#x4EE5;&#x4E86;&#x3002;</p>
<ul>
<li>&#x5BF9;&#x4E8E;&#x4E00;&#x4E9B;&#x77AC;&#x65F6;&#x4FE1;&#x606F;&#xFF0C;&#x4E00;&#x822C;&#x6765;&#x8BF4;&#x4E0D;&#x9700;&#x8981;&#x8BB0;&#x5F55;&#x3002;</li>
<li>&#x5BF9;&#x4E8E;&#x4E00;&#x4E9B;&#x77ED;&#x671F;&#x4FE1;&#x606F;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x53EF;&#x4EE5;&#x8BB0;&#x5728; <code>Sticky Notes</code>&#xFF0C;&#x4E00;&#x65B9;&#x9762;&#x4E5F;&#x662F;&#x8003;&#x8651;&#x5230;&#x5176;&#x53EF;&#x4EE5;&#x4F5C;&#x4E3A;&#x5355;&#x4E2A;&#x4FBF;&#x7B7E;&#x5728;&#x7535;&#x8111;&#x4E2D;&#x6253;&#x5F00;&#x3002;&#x4E5F;&#x53EF;&#x4EE5;&#x53CA;&#x65F6;&#x5411;<code>To Do</code>&#x8FDB;&#x884C;&#x8FC1;&#x79FB;&#x3002;&#x603B;&#x4E4B;&#x8FD9;&#x4E2A;&#x91CC;&#x9762;&#x5E76;&#x4E0D;&#x9700;&#x8981;&#x957F;&#x671F;&#x4FDD;&#x5B58;&#x4E00;&#x4E9B;&#x4E1C;&#x897F;&#xFF0C;&#x53EA;&#x662F;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x4E34;&#x65F6;&#x7684;&#x843D;&#x811A;&#x70B9;&#x3002;</li>
<li>&#x5BF9;&#x4E8E;&#x4E00;&#x4E9B;&#x957F;&#x671F;&#x4FE1;&#x606F;&#xFF0C;&#x53EF;&#x4EE5;&#x8BB0;&#x5F55;&#x5728; <code>Google Keep</code> &#x4E2D;&#xFF0C;&#x5176;&#x4E2D;&#x4E5F;&#x6709;&#x5F52;&#x6863;&#x529F;&#x80FD;&#xFF0C;&#x65B9;&#x4FBF;&#x8FDB;&#x884C;&#x6574;&#x7406;&#x3002;</li>
</ul>
<p>&#x5BF9;&#x4E8E;&#x4E00;&#x4E9B;&#x60F3;&#x6CD5;&#xFF0C;&#x53EF;&#x4EE5;&#x7528; <code>Flomo</code>&#x8FDB;&#x884C;&#x8BB0;&#x5F55;&#xFF0C;&#x8FD9;&#x672C;&#x8EAB;&#x4E5F;&#x662F;&#x4ED6;&#x4EEC;&#x7684;&#x7406;&#x5FF5;&#x3002;</p>
<ul>
<li>&#x5982;&#x679C;&#x60F3;&#x6CD5;&#x50AC;&#x751F;&#x4E86;&#x4E00;&#x4E9B;&#x60F3;&#x505A;&#x7684;&#x4E8B;&#xFF0C;&#x53EF;&#x4EE5;&#x8BB0;&#x5F55;&#x5728;<code>To Do</code>&#x91CC;&#x9762;&#x3002;</li>
<li>&#x5982;&#x679C;&#x60F3;&#x6CD5;&#x53EF;&#x4EE5;&#x5F62;&#x6210;&#x4E00;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x5219;&#x53EF;&#x4EE5;&#x6574;&#x7406;&#x4E00;&#x4E0B;&#x5199;&#x8FDB;&#x535A;&#x5BA2;&#x3002;</li>
</ul>
<p>&#x4E0B;&#x9762;&#x662F;&#x4E00;&#x4E2A;&#x7528; <code>Mermaid</code> &#x753B;&#x7684;&#x4E00;&#x4E2A;&#x6D41;&#x7A0B;&#x56FE;&#x3002;</p>
<p><img src="https://mermaid.ink/svg/eyJjb2RlIjoiZ3JhcGggTFJcbiAgICBTdGFydCAtLSBUZW1wIEluZm8gLS0-IFN0aWNreV9Ob3Rlc1xuICAgIFN0aWNreV9Ob3RlcyAtLSB0b2RvIC0tPiBUb0RvXG5cbiAgICBTdGFydCAtLSBsb25ndGltZSBpbmZvIC0tPiBLZWVwXG5cbiAgICBTdGFydCAtLSBTb21lIGlkZWFzIC0tPiBGbG9tb1xuICAgIEZsb21vIC0tIHRvZG8gLS0-IFRvRG9cbiAgICBGbG9tbyAtLSBtYW5hZ2UgLS0-IEJsb2dcblxuICAgIFN0YXJ0IC0tIFN0dWR5IE5vdGVzIC0tPiBPbmVOb3RlXG5cbiAgICBTdGFydFtTdGFydF1cbiAgICBGbG9tbygoRmxvbW8pKVxuICAgIE9uZU5vdGUoKE9uZU5vdGUpKVxuICAgIFN0aWNreV9Ob3RlcygoU3RpY2t5IE5vdGVzKSlcbiAgICBCbG9nKChCbG9nKSlcbiAgICBUb0RvKChNaWNyb3NvZnQgVG8gRG8pKVxuICAgIEtlZXAoKEtlZXApKVxuIiwibWVybWFpZCI6eyJ0aGVtZSI6ImRlZmF1bHQifSwidXBkYXRlRWRpdG9yIjpmYWxzZSwiYXV0b1N5bmMiOnRydWUsInVwZGF0ZURpYWdyYW0iOmZhbHNlfQ" alt></p>

      
    </div>

  </div>

  <div class="article-footer">
    <div class="article-meta pull-left">

    

    

    </div>

    
  </div>
</article>

  






    </main>

    <footer class="site-footer">
  <p class="site-info">
    Proudly powered by <a href="https://hexo.io/" target="_blank">Hexo</a> and
    Theme by <a href="https://github.com/CodeDaraW/Hacker" target="_blank">Hacker</a>
    </br>
    
    &copy; 2022 Rainbow Yang
    
  </p>
</footer>
    
<script>
    (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
                (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
            m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
    })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

    ga('create', 'UA-93934873-1', 'auto');
    ga('send', 'pageview');

</script>

    
  </div>
</div>
</body>
</html>