<!DOCTYPE HTML>
<html>
<head>
  <meta charset="utf-8">
  
  <title>随记·回顾 | 离梦之殇 如梦之境 | 认清自我，扩展边界.&lt;br&gt;To See Outer. To See Inner.</title>

  
  <meta name="author" content="Rainbow Yang">
  

  
  <meta name="description" content="又是许久未写博文了。">
  

  
  
  <meta name="keywords" content="">
  

  <meta id="viewport" name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no, minimal-ui">
  <meta name="apple-mobile-web-app-capable" content="yes">
  <meta name="apple-mobile-web-app-status-bar-style" content="black">

  <meta property="og:title" content="随记·回顾"/>

  <meta property="og:site_name" content="离梦之殇 如梦之境"/>

  
  <meta property="og:image" content="/favicon.ico"/>
  

  <link href="/favicon.ico" rel="icon">
  <link rel="alternate" href="/atom.xml" title="离梦之殇 如梦之境" type="application/atom+xml">
  <link rel="stylesheet" href="/css/style.css" media="screen" type="text/css">
<meta name="generator" content="Hexo 5.4.0"></head>


<body>
<div class="blog">
  <div class="content">

    <header>
  <div class="site-branding">
    <h1 class="site-title">
      <a href="/">离梦之殇 如梦之境</a>
    </h1>
    <p class="site-description">认清自我，扩展边界.<br>To See Outer. To See Inner.</p>
  </div>
  <nav class="site-navigation">
    <ul>
      
      <li><a href="/">Home</a></li>
      
      <li><a href="/archives">Archives</a></li>
      
      <li><a href="/about">About</a></li>
      
      <li><a href="/links">Links</a></li>
      
      <li><a href="/atom.xml">RSS</a></li>
      
      <li><a href="/admin">Admin</a></li>
      
    </ul>
  </nav>
</header>

    <main class="site-main posts-loop">
    <article>

  
    
    <h3 class="article-title"><span>随记·回顾</span></h3>
    
  

  <div class="article-top-meta">
    <span class="posted-on">
      <a href="/post/2018/12/Note-2.html" rel="bookmark">
        <time class="entry-date published" datetime="2018-12-30T03:48:40.000Z">
          2018-12-30
        </time>
      </a>
    </span>
  </div>


  

  <div class="article-content">
    <div class="entry">
      
        <p>&#x53C8;&#x662F;&#x8BB8;&#x4E45;&#x672A;&#x5199;&#x535A;&#x6587;&#x4E86;&#x3002;</p>
<span id="more"></span>
<p>&#x867D;&#x8BF4;&#x4E00;&#x76F4;&#x6709;&#x9646;&#x9646;&#x7EED;&#x7EED;&#x5730;&#x5C0F;&#x5E45;&#x5EA6;&#x4FEE;&#x6539;&#x535A;&#x5BA2;&#x7684;&#x6837;&#x5B50;&#xFF0C;&#x4F46;&#x662F;&#x4E00;&#x76F4;&#x4E0D;&#x77E5;&#x9053;&#x8981;&#x5199;&#x4E9B;&#x4EC0;&#x4E48;&#x3002;</p>
<p>&#x8FD9;&#x6B21;&#x6211;&#x4FBF;&#x60F3;&#x6765;&#x56DE;&#x987E;&#x4E00;&#x4E0B;&#x8FD9;&#x5C06;&#x8FD1;&#x534A;&#x5E74;&#x3002;&#x4ECA;&#x5E74;&#x6691;&#x5047;&#xFF0C;&#x6211;&#x7EC8;&#x4E8E;&#x4ECE;&#x9AD8;&#x4E2D;&#x7684;&#x56DA;&#x7B3C;&#x4E2D;&#x9003;&#x8131;&#x51FA;&#x6765;&#xFF0C;&#x8BF4;&#x5B9E;&#x8BDD;&#xFF0C;&#x9AD8;&#x8003;&#x53D1;&#x6325;&#x5E76;&#x4E0D;&#x7406;&#x60F3;&#xFF0C;&#x53BB;&#x4E86;&#x4E00;&#x4E2A;&#x81EA;&#x5DF1;&#x66FE;&#x4E0D;&#x592A;&#x60F3;&#x5230;&#x7684;&#x5B66;&#x6821;&#x91CC;&#x3002;&#x4E5F;&#x6709;&#x4E9B;&#x9AD8;&#x4E2D;&#x540C;&#x5B66;&#xFF0C;&#x51B3;&#x5B9A;&#x56DE;&#x53BB;&#x8BFB;&#x9AD8;&#x56DB;&#x3002;&#x6211;&#x66FE;&#x60F3;&#x8FC7;&#x56DE;&#x53BB;&#x590D;&#x8BFB;&#xFF0C;&#x4F46;&#x6700;&#x7EC8;&#x6211;&#x8FD8;&#x662F;&#x653E;&#x5F03;&#x4E86;&#x8FD9;&#x4E2A;&#x60F3;&#x6CD5;&#x3002;&#x6211;&#x89C9;&#x5F97;&#x6211;&#x53EF;&#x80FD;&#x5C31;&#x4E0D;&#x592A;&#x9002;&#x5408;&#x8003;&#x8BD5;&#x8FD9;&#x79CD;&#x4E1C;&#x897F;&#xFF0C;&#x5728;&#x6B63;&#x513F;&#x516B;&#x7ECF;&#x5730;&#x8981;&#x8003;&#x8BD5;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x603B;&#x5BB9;&#x6613;&#x624B;&#x614C;&#x811A;&#x4E71;&#xFF0C;&#x5931;&#x53BB;&#x5BF9;&#x5927;&#x8111;&#x7684;&#x63A7;&#x5236;&#x3002;&#x53EF;&#x80FD;&#x6211;&#x6CA1;&#x6709;&#x9009;&#x62E9;&#x590D;&#x8BFB;&#xFF0C;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x4E00;&#x79CD;&#x9003;&#x907F;&#xFF0C;&#x9003;&#x907F;&#x6211;&#x5185;&#x5FC3;&#x5BF9;&#x8003;&#x8BD5;&#x7684;&#x5BB3;&#x6015;&#xFF0C;&#x4EE5;&#x53CA;&#x6211;&#x5185;&#x5FC3;&#x6240;&#x9119;&#x5937;&#x7684;&#x4E00;&#x79CD;&#x4E3A;&#x4E86;&#x5E94;&#x8BD5;&#x800C;&#x5B66;&#x4E60;&#x7684;&#x76EE;&#x7684;&#x3002;</p>
<p>&#x4F46;&#x662F;&#x5F53;&#x6211;&#x9009;&#x62E9;&#x4E0D;&#x518D;&#x5F98;&#x5F8A;&#x5728;&#x9AD8;&#x4E2D;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x53C8;&#x4F3C;&#x4E4E;&#x8FDB;&#x5165;&#x4E86;&#x53E6;&#x4E00;&#x79CD;&#x5669;&#x68A6;&#x822C;&#x7684;&#x72B6;&#x6001;&#x3002;&#x6211;&#x5931;&#x53BB;&#x4E86;&#x6211;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x5F00;&#x59CB;&#x8FF7;&#x832B;&#x3002;&#x5728;&#x6211;&#x521D;&#x4E2D;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x9009;&#x62E9;&#x5FD9;&#x91CC;&#x5077;&#x95F2;&#x5730;&#x53BB;&#x5B66;&#x4E60;&#x7F16;&#x7A0B;&#xFF0C;&#x4F46;&#x662F;&#x5728;&#x5E73;&#x65F6;&#x8FD8;&#x662F;&#x6709;&#x4E2A;&#x5927;&#x4F53;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8003;&#x4E0A;&#x4E00;&#x4E2A;&#x597D;&#x4E00;&#x70B9;&#x7684;&#x9AD8;&#x4E2D;&#xFF1B;&#x5728;&#x6211;&#x9AD8;&#x4E2D;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E5F;&#x8FD8;&#x662F;&#x6709;&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x4E2A;&#x4F17;&#x4EBA;&#x666E;&#x904D;&#x7684;&#x76EE;&#x6807;&#x2014;&#x2014;&#x8003;&#x5927;&#x5B66;&#x3002;&#x90A3;&#x65F6;&#xFF0C;&#x5C3D;&#x7BA1;&#x5F88;&#x591A;&#x65F6;&#x95F4;&#x90FD;&#x88AB;&#x5E94;&#x8BD5;&#x5B66;&#x4E60;&#x6240;&#x6324;&#x5360;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x5FD9;&#x91CC;&#x5077;&#x95F2;&#x5B66;&#x7684;&#x4E1C;&#x897F;&#x4F3C;&#x4E4E;&#x4E5F;&#x8FD8;&#x662F;&#x6709;&#x7684;&#xFF0C;&#x611F;&#x89C9;&#x65F6;&#x95F4;&#x8FD8;&#x662F;&#x80FD;&#x786C;&#x751F;&#x751F;&#x6324;&#x51FA;&#x6765;&#x6765;&#x5E72;&#x4E00;&#x4E9B;&#x4E8B;&#x60C5;&#x7684;&#x3002;&#x4F46;&#x662F;&#x5728;&#x4ECA;&#x5E74;&#x9AD8;&#x8003;&#x5B8C;&#x7684;&#x6691;&#x5047;&#x91CC;&#xFF0C;&#x770B;&#x4E0A;&#x53BB;&#x6211;&#x6709;&#x4E86;&#x8BB8;&#x591A;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x5305;&#x62EC;&#x535A;&#x6587;&#x4E5F;&#x6709;&#x597D;&#x51E0;&#x7BC7;&#xFF0C;&#x4F46;&#x662F;&#x5F88;&#x591A;&#x65F6;&#x95F4;&#x90FD;&#x662F;&#x5728;&#x6D6A;&#x8D39;&#x548C;&#x65E0;&#x804A;&#x4E4B;&#x4E2D;&#x5EA6;&#x8FC7;&#x7684;&#x3002;</p>
<p>&#x8BB8;&#x591A;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4E0D;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x8BE5;&#x505A;&#x4E9B;&#x4EC0;&#x4E48;&#x3002;&#x4E00;&#x8FB9;&#x6211;&#x6709;&#x7740;&#x8BB8;&#x8BB8;&#x591A;&#x591A;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x4EE4;&#x6211;&#x611F;&#x5230;&#x5341;&#x5206;&#x5730;&#x65E0;&#x804A;&#x548C;&#x7A7A;&#x95F2;&#xFF1B;&#x53E6;&#x4E00;&#x9762;&#x6211;&#x6709;&#x5F88;&#x591A;&#x53EF;&#x4EE5;&#x5B66;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x5374;&#x53C8;&#x5DF2;&#x7ECF;&#x53CD;&#x800C;&#x96BE;&#x4EE5;&#x9759;&#x4E0B;&#x5FC3;&#x6765;&#x53BB;&#x5B66;&#x4E60;&#x3002;&#x6216;&#x8BB8;&#x662F;&#x6211;&#x653E;&#x7EB5;&#x81EA;&#x5DF1;&#x5728;&#x5FC3;&#x7406;&#x8212;&#x9002;&#x533A;&#x5F85;&#x5F97;&#x8FC7;&#x4E8E;&#x8212;&#x9002;&#x4E86;&#xFF0C;&#x4E5F;&#x6216;&#x8BB8;&#x662F;&#x60F3;&#x7740;&#x521A;&#x8003;&#x5B8C;&#x9AD8;&#x8003;&#x7684;&#x6691;&#x5047;&#xFF0C;&#x5C31;&#x5F53;&#x4F5C;&#x81EA;&#x5DF1;&#x653E;&#x677E;&#x4E00;&#x4E0B;&#xFF0C;&#x7B49;&#x5230;&#x5165;&#x5B66;&#x4E86;&#x4E4B;&#x540E;&#x518D;&#x53BB;&#x8BA4;&#x771F;&#x5B66;&#x4E60;&#x3002;&#x8BF4;&#x5B9E;&#x8BDD;&#xFF0C;&#x6211;&#x611F;&#x89C9;&#x6211;&#x7684;&#x6691;&#x5047;&#x8FC7;&#x7684;&#x633A;&#x5931;&#x8D25;&#x7684;&#xFF0C;&#x65E2;&#x6CA1;&#x6709;&#x627E;&#x5230;&#x6211;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x4E0D;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x8981;&#x5E72;&#x561B;&#xFF0C;&#x4E5F;&#x8FDB;&#x4E00;&#x6B65;&#x6D88;&#x78E8;&#x4E86;&#x6211;&#x524D;&#x8FDB;&#x7684;&#x52A8;&#x529B;&#x3002;</p>
<p>&#x6309;&#x7167;&#x6211;&#x5728;&#x521D;&#x4E2D;&#x5F00;&#x59CB;&#x7684;&#x5BF9;&#x7F16;&#x7A0B;&#x7684;&#x5174;&#x8DA3;&#xFF0C;&#x6211;&#x672C;&#x60F3;&#x7740;&#x6211;&#x5C31;&#x662F;&#x4F1A;&#x9009;&#x62E9;&#x4E00;&#x4E2A;&#x4E0E;&#x8BA1;&#x7B97;&#x673A;&#x6709;&#x5173;&#x7684;&#x4E13;&#x4E1A;&#x5427;&#x3002;&#x4F46;&#x662F;&#x5728;&#x9AD8;&#x4E2D;&#x6211;&#x53C8;&#x5F00;&#x59CB;&#x5BF9;&#x7269;&#x7406;&#x4EA7;&#x751F;&#x4E86;&#x4E00;&#x4E9B;&#x5174;&#x8DA3;&#xFF08;&#x5728;&#x521D;&#x4E2D;&#xFF0C;&#x6211;&#x90FD;&#x6CA1;&#x6709;&#x660E;&#x786E;&#x5730;&#x5F62;&#x6210;&#x7269;&#x7406;&#x8FD9;&#x4E2A;&#x6982;&#x5FF5;&#xFF0C;&#x56E0;&#x4E3A;&#x7406;&#x5316;&#x751F;&#x662F;&#x6DF7;&#x5728;&#x4E00;&#x8D77;&#x7684;&#xFF09;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x5728;&#x9009;&#x62E9;&#x53BB;HDU&#x4E4B;&#x540E;&#xFF0C;&#x586B;&#x5FD7;&#x613F;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x5728;&#x9009;&#x62E9;EE&#x8FD8;&#x662F;CS&#x4E4B;&#x95F4;&#x4E5F;&#x72B9;&#x8C6B;&#x4E86;&#x5F88;&#x4E45;&#x3002;</p>
<p>&#x7167;&#x6211;&#x4E4B;&#x524D;&#x62FF;&#x5230;&#x7684;&#x6570;&#x636E;&#xFF0C;HDU&#x7684;EE&#x65E0;&#x7591;&#x66F4;&#x5389;&#x5BB3;&#x3002;&#x4F46;&#x662F;&#x5927;&#x52BF;&#x6240;&#x8D8B;&#xFF0C;CS&#x7684;&#x5206;&#x6570;&#x7EBF;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#x5730;&#x4F1A;&#x6BD4;EE&#x66F4;&#x9AD8;&#x3002;&#x5728;&#x9009;&#x4E13;&#x4E1A;&#x4E4B;&#x524D;&#xFF0C;&#x6211;&#x90FD;&#x5E76;&#x4E0D;&#x77E5;&#x9053;&#x6709;EE&#x8FD9;&#x79CD;&#x4E1C;&#x897F;&#xFF0C;&#x4F46;&#x662F;&#x5728;&#x6211;&#x5927;&#x6982;&#x5730;&#x67E5;&#x8FC7;&#x8D44;&#x6599;&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x7684;&#x611F;&#x89C9;&#x5C31;&#x662F;EE&#x8F83;CS&#x800C;&#x8A00;&#xFF0C;&#x66F4;&#x504F;&#x5411;&#x4E8E;&#x786C;&#x4EF6;&#x7684;&#x5E95;&#x5C42;&#x3002;&#x6700;&#x7EC8;&#x6211;&#x5728;&#x660E;&#x77E5;CS&#x5206;&#x6570;&#x9AD8;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5728;&#x586B;&#x62A5;&#x7684;&#x5FD7;&#x613F;&#x91CC;&#xFF0C;&#x8FD8;&#x662F;&#x628A;EE&#x653E;&#x5728;&#x4E86;CS&#x7684;&#x524D;&#x9762;&#xFF0C;&#x6211;&#x4E5F;&#x4E0D;&#x77E5;&#x4E3A;&#x4EC0;&#x4E48;&#x3002;&#x6700;&#x7EC8;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x4E5F;&#x5F88;&#x662F;&#x6709;&#x8DA3;&#xFF0C;&#x6211;&#x7684;&#x5206;&#x6570;&#x4E0D;&#x53CA;CS&#xFF0C;&#x5C11;&#x4E86;&#x4E24;&#x5206;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x5C31;&#x7406;&#x6240;&#x5F53;&#x7136;&#x5730;&#x8FDB;&#x4E86;EE&#x3002;</p>
<p>&#x8FD9;&#x6837;&#x7684;&#x7ED3;&#x679C;&#x5C31;&#x662F;&#x6211;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x548C;&#x6211;&#x5976;&#x5976;&#x89E3;&#x91CA;&#x6211;&#x7684;&#x4E13;&#x4E1A;&#x5230;&#x5E95;&#x662F;&#x5E72;&#x561B;&#x7684;&#xFF0C;&#x4E5F;&#x8BF4;&#x660E;&#x4E86;&#x5176;&#x5B9E;&#x6211;&#x6709;&#x4E9B;&#x7A00;&#x91CC;&#x7CCA;&#x6D82;&#x5730;&#x5C31;&#x8FDB;&#x4E86;&#x8FD9;&#x4E2A;&#x4E13;&#x4E1A;&#x3002;</p>
<p>&#x548C;&#x6211;&#x7684;&#x51E0;&#x4E2A;&#x540C;&#x5B66;&#x6BD4;&#xFF0C;&#x611F;&#x89C9;HDU&#x5F00;&#x5B66;&#x7B97;&#x662F;&#x6BD4;&#x8F83;&#x665A;&#x7684;&#x4E86;&#xFF0C;&#x6BD5;&#x7ADF;&#x90FD;&#x5FEB;&#x63A5;&#x8FD1;&#x4E5D;&#x6708;&#x4E2D;&#x65EC;&#x4E86;&#x3002;&#x5728;&#x519B;&#x8BAD;&#x671F;&#x95F4;&#xFF0C;&#x8BF4;&#x5B9E;&#x8BDD;&#xFF0C;&#x6BCF;&#x5929;&#x4E5F;&#x90FD;&#x8FD8;&#x662F;&#x6BD4;&#x8F83;&#x7D2F;&#x7684;&#xFF0C;&#x5728;&#x5BDD;&#x5BA4;&#x4E5F;&#x7761;&#x7684;&#x7279;&#x522B;&#x53CA;&#x65F6;&#xFF0C;&#x6240;&#x4EE5;&#x57FA;&#x672C;&#x4E0A;&#x4E5F;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x5B66;&#x4E1C;&#x897F;&#x7684;&#x65F6;&#x95F4;&#x4E86;&#x3002;&#x7B49;&#x5230;&#x519B;&#x8BAD;&#x5B8C;&#xFF0C;&#x4FBF;&#x5DF2;&#x7ECF;&#x662F;&#x56FD;&#x5E86;&#x4E86;&#x3002;&#x56FD;&#x5E86;&#x4E4B;&#x540E;&#x4E5F;&#x7B97;&#x662F;&#x6B63;&#x5F0F;&#x5F00;&#x59CB;&#x4E0A;&#x8BFE;&#x4E86;&#x3002;</p>
<p>&#x4E00;&#x4E2A;&#x661F;&#x671F;&#x6709;&#x8BFE;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x6EE1;&#x6253;&#x6EE1;&#x7B97;&#x5176;&#x5B9E;&#x4E5F;&#x5C31;&#x53EA;&#x6709;&#x4E09;&#x5929;&#x534A;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x610F;&#x5473;&#x7740;&#x6211;&#x5728;&#x4E00;&#x4E2A;&#x661F;&#x671F;&#x4E4B;&#x5185;&#x6709;&#x7740;&#x8D85;&#x8FC7;&#x4E00;&#x534A;&#x7684;&#x65F6;&#x95F4;&#x662F;&#x57FA;&#x672C;&#x4E0A;&#x53EF;&#x4EE5;&#x7B97;&#x662F;&#x5B8C;&#x5168;&#x81EA;&#x7531;&#x7684;&#x3002;&#x4F46;&#x662F;&#x5462;&#xFF0C;&#x8BF4;&#x5B9E;&#x8BDD;&#xFF0C;&#x6211;&#x57FA;&#x672C;&#x90FD;&#x6CA1;&#x6709;&#x597D;&#x597D;&#x5730;&#x5229;&#x7528;&#x8D77;&#x6765;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;&#x6211;&#xFF0C;&#x5728;&#x8FD9;&#x4E2A;&#x5B66;&#x671F;&#x5373;&#x5C06;&#x7ED3;&#x675F;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x90FD;&#x4E0D;&#x77E5;&#x9053;&#x8FD9;&#x4E2A;&#x5B66;&#x671F;&#x6211;&#x5230;&#x5E95;&#x5B66;&#x4E86;&#x4EC0;&#x4E48;&#x3002;&#x5BF9;&#x4E8E;&#x8001;&#x5E08;&#x5E03;&#x7F6E;&#x7684;&#x4EFB;&#x52A1;&#xFF0C;&#x5B8C;&#x6210;&#x5F97;&#x4E5F;&#x8FD1;&#x4F3C;&#x4E8E;&#x6577;&#x884D;&#xFF1B;&#x5BF9;&#x4E8E;&#x4E00;&#x4E9B;&#x4E24;&#x5343;&#x5B57;&#x7684;&#x5927;&#x4F5C;&#x4E1A;&#xFF0C;&#x6211;&#x57FA;&#x672C;&#x4E0A;&#x90FD;&#x662F;&#x6CA1;&#x4EC0;&#x4E48;&#x7528;&#x5FC3;&#x5728;&#x91CC;&#x9762;&#x3002;&#x6211;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x4E3A;&#x4EC0;&#x4E48;&#x5E73;&#x65F6;&#x7684;&#x65F6;&#x95F4;&#x5230;&#x5E95;&#x5E94;&#x8BE5;&#x7528;&#x6765;&#x505A;&#x4EC0;&#x4E48;&#xFF0C;&#x6211;&#x751A;&#x81F3;&#x5F00;&#x59CB;&#x4E0D;&#x77E5;&#x9053;&#x5E94;&#x8BE5;&#x5B66;&#x4EC0;&#x4E48;&#x4E86;&#xFF0C;&#x8FD8;&#x662F;&#x6839;&#x672C;&#x5C31;&#x6CA1;&#x6709;&#x9759;&#x4E0B;&#x5FC3;&#x53BB;&#x5B66;&#x90A3;&#x4E9B;&#x7684;&#x6BC5;&#x529B;&#x3002;</p>
<p>&#x7B2C;&#x4E00;&#x4E2A;&#x5B66;&#x671F;&#x7684;&#x51E0;&#x8FD1;&#x81EA;&#x7531;&#x7684;&#x5927;&#x5B66;&#x751F;&#x6D3B;&#xFF0C;&#x8BA9;&#x6211;&#x611F;&#x89C9;&#x4E00;&#x70B9;&#x90FD;&#x4E0D;&#x597D;&#xFF0C;&#x81EA;&#x7531;&#x5F97;&#x8BA9;&#x6211;&#x611F;&#x89C9;&#x6211;&#x4EFF;&#x4F5B;&#x53EA;&#x662F;&#x5728;&#x8FD9;&#x91CC;&#x865A;&#x5EA6;&#x65F6;&#x5149;&#xFF0C;&#x75DB;&#x82E6;&#x5730;&#x54C1;&#x5C1D;&#x65E0;&#x5473;&#x7684;&#x5C81;&#x6708;&#x9759;&#x597D;&#x3002;&#x6211;&#x66FE;&#x6240;&#x6E34;&#x671B;&#x7684;&#x81EA;&#x7531;&#x751F;&#x6D3B;&#xFF0C;&#x4EFF;&#x4F5B;&#x5DF2;&#x7ECF;&#x5F7B;&#x5E95;&#x88AB;&#x61D2;&#x60F0;&#x548C;&#x6B32;&#x671B;&#x6240;&#x631F;&#x6301;&#x3002;&#x8FD9;&#x662F;&#x771F;&#x6B63;&#x7684;&#x81EA;&#x7531;&#x4E48;&#xFF0C;&#x8FD8;&#x662F;&#x88AB;&#x81EA;&#x7531;&#x5974;&#x5F79;&#xFF1F;</p>
<p>&#x6B63;&#x5982;&#x81EA;&#x7531;&#x5730;&#x9009;&#x62E9;&#x5728;&#x98D8;&#x96EA;&#x7684;&#x51AC;&#x5929;&#x7EE7;&#x7EED;&#x7F29;&#x5728;&#x6E29;&#x6696;&#x7684;&#x88AB;&#x7A9D;&#x91CC;&#x4E00;&#x6837;&#xFF0C;&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x5728;&#x53BB;&#x5F80;&#x524D;&#x65B9;&#x7684;&#x8DEF;&#x4E0A;&#x81EA;&#x7531;&#x5730;&#x9009;&#x62E9;&#x7EE7;&#x7EED;&#x5446;&#x5728;&#x90A3;&#x4E2A;&#x8212;&#x9002;&#x7684;&#x56DA;&#x7B3C;&#x91CC;&#xFF0C;&#x800C;&#x6B62;&#x6B65;&#x4E0D;&#x524D;&#x3002;</p>
<p>&#x5F53;&#x6211;&#x6709;&#x4E86;&#x9009;&#x62E9;&#x88AB;&#x6B32;&#x671B;&#x56DA;&#x7981;&#x7684;&#x81EA;&#x7531;&#xFF0C;&#x6211;&#x4F1A;&#x7EE7;&#x7EED;&#x9009;&#x62E9;&#x81EA;&#x7531;&#xFF0C;&#x8FD8;&#x662F;&#x2018;&#x81EA;&#x7531;&#x2019;&#x5462;&#xFF1F;</p>
<hr>
<p>&#x5199;&#x4E8E;&#x98D8;&#x96EA;&#x676D;&#x57CE;</p>
<p>&#x4E8C;&#x96F6;&#x4E00;&#x516B;&#x5E74;&#x5341;&#x4E8C;&#x6708;&#x4E09;&#x5341;&#x65E5;&#x4E0B;&#x5348;</p>

      
    </div>

  </div>

  <div class="article-footer">
    <div class="article-meta pull-left">

    
      

    <span class="post-categories">
      <i class="icon-categories"></i>
        <a href="/categories/随记/">随记</a>
    </span>
    

    

    </div>

    
  </div>
</article>

  






    </main>

    <footer class="site-footer">
  <p class="site-info">
    Proudly powered by <a href="https://hexo.io/" target="_blank">Hexo</a> and
    Theme by <a href="https://github.com/CodeDaraW/Hacker" target="_blank">Hacker</a>
    </br>
    
    &copy; 2022 Rainbow Yang
    
  </p>
</footer>
    
<script>
    (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
                (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
            m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
    })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

    ga('create', 'UA-93934873-1', 'auto');
    ga('send', 'pageview');

</script>

    
  </div>
</div>
</body>
</html>